Repository: sivanov87/villagegamebot_texts
Catalog: commands_*.po
Languages: ar, de, es, fa, fr, id, it, ru, uz, zh, zh_hans

source: 📚Help
ar: 📚مساعدة
de: 📚Hilfe
es: 📚Ayuda
fa: 📚راهنما
fr: 📚Aide
id: 📚Bantuan
it: 📚Aiuto
ru: 📚Помощь
uz: 📚Yordam
zh: 📚幫助
zh_hans: 📚帮助

source: Choose language
ar: إختيار اللغة
de: Sprache wählen
es: Elige idioma
fa: انتخاب زبان
fr: Sélectionner la langue
it: Scegli la lingua
uz: Tilni tanlang
zh: 選擇語言
zh_hans: 选择语言

source: 📢Feedback
ar: 📢التقييم
de: 📢Vorschläge
es: 📢Comentarios
fa: 📢تماس با ما
id: 📢Kritik dan Saran
ru: 📢Отзыв
uz: 📢Aloqa
zh: 📢反饋
zh_hans: 📢反馈

source: Main menu
ar: القائمة الرئيسية
de: Hauptmenü
es: Menú Inicio
fa: منوی اصلی
fr: Menu Principal
id: Menu utama
it: Menu principale
ru: Главное меню
uz: Asosiy menyu
zh: 主目錄
zh_hans: 主菜单

# ratebot
source: Rate me ::-like-::
ar: قيمني👍
de: Bewerte mich ::-like-::
es: Califícame ::-like-::
fa: امتیاز به ما ::-like-::
fr: Notez moi ::-like-::
id: Nilai kami ::-suka-::
it: Valutami ::-like-::
ru: Оцените бота ::-like-::
uz: Baholash ::-like-::
zh: 為我評分 ::-like-::
zh_hans: 给我评分::-like-::

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
id: Batal
it: Annulla
ru: Отмена
uz: Bekor
zh: 取消
zh_hans: 取消

source: 🍞Work!
ar: 🍞إعمل!
de: 🍞Arbeiten!
es: 🍞¡Trabajar!
fa: 🍞زراعت کردن
fr: 🍞Travailler!
id: 🍞Kerja!
it: 🍞Lavora!
ru: 🍞Работать
uz: 🍞Ish!
zh: 🍞工作！
zh_hans: 🍞干活！

source: Quests🚀
ar: 🚀المهام
es: 🚀Misiones
fa: 🚀ماجراجویی
fr: 🚀Quêtes
id: 🚀Misi
ru: Квесты🚀
uz: Topshiriqlar🚀
zh: 任務🚀
zh_hans: 🚀任务

# quest_accept
source: Run quest🗡
ar: بدأ مهمة🗡
de: Quest anfangen🗡
es: Ir a la misión🗡
fa: 🗡رفتن به ماجراجویی
fr: Lancer quête🗡
id: Cari misi🗡
it: Esegui quest🗡
ru: Выполнить задание🗡
uz: Topshiriqni bajarish🗡
zh: 進行任務🗡
zh_hans: 执行任务🗡

# quest_reject
source: Not now
ar: ليس الأن
de: Nicht jetzt
es: Ahora no
fa: فعلا نه
fr: Pas maintenant
id: Tidak sekarang
it: Non ora
ru: Не сейчас
uz: Boshqa safar
zh: 改天再說
zh_hans: 以后再说

source: Battles⚔
ar: ⚔المعارك
de: Kämpfe⚔
es: Batallas⚔
fa: ⚔مبارزات
fr: Batailles⚔
id: Bertarung⚔
it: ⚔Battaglie
ru: В бой!⚔
uz: Janglar⚔
zh: 戰鬥⚔
zh_hans: 战斗⚔

source: Search opponent👁
ar: 👁 إبحث عن خصم
de: Gegner suchen👁
es: Buscar oponente👁
fa: 👁جستجوی حریف
fr: Chercher un adversaire👁
id: Cari lawan👁
it: Cerca avversario👁
ru: Поиск противника👁
uz: Raqibni qidirish👁
zh: 尋找敵人👁
zh_hans: 寻找对手👁

# battle_no_power
source: Few gold👎
ar: 👎 الذهب قليل
de: Ungenügend Gold👎
es: Poco oro👎
fa: 👎طلا نداریم
fr: Peu d'or👎
id: Kurang dana👎
it: Ritirati👎
ru: У нас нет ресурсов на это 👎
uz: Oltin kam👎
zh: 報酬太少👎
zh_hans: 钱太少👎

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fa: ردکردن
fr: Reffuser
id: Tolak
it: Rifiuta
ru: Отклонить
uz: Rad
zh: 拒絕
zh_hans: 拒绝

# battle_add_power
source: Send reinforcement!🗡
ar: 🗡أرسل الدّعم
de: Verstärkung senden!🗡
es: ¡Enviar refuerzos!🗡
fa: 🗡ارسال نیروی پشتیبانی !
fr: Envoyer des renforts!🗡
id: Kirim bala bantuan!🗡
it: Manda rinforzi!🗡
ru: Отправить пополнение!🗡
uz: Yordam junatish!🗡
zh: 派救兵！🗡
zh_hans: 派救兵！🗡

# battle_start
source: Attack!⚔
ar: ⚔اهجم
de: Angreifen!⚔
es: ¡Al ataque!⚔
fa: ⚔حمله!
fr: Attaquer!⚔
id: Serang!⚔
it: Attacca!⚔
ru: Начать бой!⚔
uz: Hujum!⚔
zh: 進攻！⚔
zh_hans: 进攻！⚔

# quest_3
source: ⭐️Wolves
ar: ⭐️الذئاب
de: ⭐️Wölfe
es: ⭐️Lobos
fa: ⭐️گرگ ها
fr: ⭐️Loups
id: ⭐️Serigala
it: ⭐️Lupi
ru: ⭐️Разогнать волков
uz: ⭐️Bo'rilar
zh: ⭐️野狼驅逐
zh_hans: ⭐️狼群

source: Village
ar: القرية
de: Dorf
es: Pueblo
fa: دهکده
id: Desa
it: Villaggio
ru: Деревня
uz: Qishloq
zh: 村莊
zh_hans: 村子

# refresh_data
source: 🔃Refresh
ar: 🔃 تحديث بياناتك
de: 🔃Info aktualisieren
es: 🔃Actualizar
fa: 🔃بروزرسانی اطلاعات
fr: 🔃Rafraîchir info
id: 🔃Perbaharui
it: 🔃Aggiorna
ru: 🔃Обновить
uz: 🔃Yangilash
zh: 🔃更新資料
zh_hans: 🔃更新信息

# tutorial_1
source: Grab coins!💰
ar: 💰احصل على النقود
de: Münzen nehmen!💰
es: ¡Cobrar!💰
fa: 💰گرفتن سکه ها!
fr: Rafler l'argent!💰
id: Ambil koin!💰
it: Prendi monete!💰
ru: 💰Взять монеты!
uz: Oltinni yig'ish!💰
zh: 撿起金幣！💰
zh_hans: 捡起金币！💰

# return_to_village
source: To village🔙
ar: 🔙إلى القرية
de: Zum Dorf🔙
es: Al pueblo🔙
fa: 🔙بازگشت به دهکده
fr: Retour au village🔙
it: Al villaggio🔙
ru: В деревню🔙
uz: Qishloqqa🔙
zh: 返回村莊🔙
zh_hans: 回村🔙

# tutorial_2
source: Found a village🏘
ar: 🏘العثور على قرية
de: Dorf gefunden!🏘
es: Funda tu pueblo🏘
fa: 🏘پیدا کردن یک دهکده
fr: Trouver un village🏘
id: Temukan sebuah desa🏘
it: Trovato un villaggio🏘
ru: 🏘Основать деревню
uz: Qishloqni topish🏘
zh: 找到了一個村落🏘
zh_hans: 发现一个村子🏘

# invite_friends
source: Get workers::-worker-::
ar: احصل على عمال::-عامل-::
de: Arbeiter bekommen::-worker-::
es: Obtén aldeanos::-worker-::
fa: ::-worker-::افزایش کارگرها
fr: Obtenir des ouvriers::-worker-::
id: Cari pekerja::-worker-::
it: Ottieni lavoratori::-worker-::
ru: Получить рабочих::-worker-::
uz: Ishchilarni yollash::-worker-::
zh: 工人招募::-worker-::
zh_hans: 招募工人::-worker-::

# harvest
source: Sell bread💰
ar: 💰بيع الخبز
de: Brot verkaufen💰
es: Vender alimento💰
fa: 💰فروش محصولات
fr: Vendre du pain💰
id: Jual roti💰
it: Vendi pane💰
ru: 💰Продать урожай
uz: Nonni sotish💰
zh: 出售麵包💰
zh_hans: 卖出面包💰

# quest_add_power
source: Send reinforcements! 🗡
ar: 🗡أرسل الدعم
de: Verstärkungen senden! 🗡
es: ¡Enviar refuerzos! 🗡
fa: 🗡ارسال نیروی پشتیبانی!
fr: Envoyer des renforts! 🗡
id: Kirim bala bantuan! 🗡
it: Manda rinforzi! 🗡
ru: 🗡Отправить подмогу!
uz: Yordam junatish! 🗡
zh: 增派援軍！🗡
zh_hans: 派救兵！ 🗡

# quest_no_power
source: No resources👎
ar: 👎لايوجد موارد
de: Keine Ressourcen👎
es: Sin recursos👎
fa: 👎بدون منابع
fr: Aucune ressources 👎
id: Tidak ada sumber daya
it: Risorse insufficienti👎
ru: 👎У нас нет на это ресурсов
uz: Mablag' yo'q👎
zh: 軍資不足👎
zh_hans: 军费不够👎

# quest_1
source: ⭐️⭐️Protect the caravan
ar: ⭐️⭐️حماية القافلة
de: ⭐️⭐️️Beschütze die Karawane
es: ⭐️⭐️Proteger la caravana
fa: ⭐️⭐️محافظت از کاروانیان
fr: ⭐️⭐️Protéger la caravane
id: ⭐️⭐️Lindungi kafilah
it: ⭐️⭐️Scorta la carovana
ru: ⭐️⭐️Защитить караван
uz: ⭐️⭐️Karvonni himoya qilish
zh: ⭐️⭐️保鏢護行
zh_hans: ⭐️⭐️保护商队

# quest_2
source: ⭐️⭐️⭐️Save the village
ar: ⭐️⭐️⭐️حماية القرية
de: ⭐️⭐️⭐️️Beschütze das Dorf
es: ⭐️⭐️⭐️Salvar el pueblo
fa: ⭐️⭐️⭐️نجات دهکده
fr: ⭐️⭐️⭐️Sauver le village
id: ⭐️⭐️⭐️Selamatkan desa
it: ⭐️⭐️⭐️Difendi il villaggio
ru: ⭐️⭐️⭐️Спасти деревню
uz: ⭐️⭐️⭐️Qishloqni saqlash
zh: ⭐️⭐️⭐️拯救村落
zh_hans: ⭐️⭐️⭐️拯救村庄

# swords_10
source: Small troop 10::-sword-::
ar: مجموعة صغيرة 10⚔
de: Kleine Truppe 10::-sword-::
es: Escuadrón 10::-sword-::
fa: لشگر کوچک 10::-sword-::
fr: Petite troupe 10::-sword-::
id: Pasukan kecil 10::-pedang-::
it: Piccola truppa 10::-sword-::
ru: Малое ополчение 10::-sword-::
uz: Kichkina qo'shin 10::-sword-::
zh: 小型部隊 10::-sword-::
zh_hans: 小队人马 10::-sword-::

# swords_100
source: Large troop 100::-sword-::
ar: مجموعة دعم كبيرة 100⚔
de: Große Truppe 100::-sword-::
es: Ejército 100::-sword-::
fa: لشگر عظیم 100::-sword-::
fr: Grande troupe 100::-sword-::
id: Pasukan besar 100::-pedang-::
it: Grande truppa 100::-sword-::
ru: Большое ополчение 100::-sword-::
uz: Katta qo'shin 100::-sword-::
zh: 大型部隊 100::-sword-::
zh_hans: 大队人马 100::-sword-::

source: ⚔War quest⚔
ar: ⚔مهمة الحرب⚔
de: ⚔Kriegsquest⚔
es: ⚔A la guerra⚔
fa: ماجراجویی جنگی
fr: ⚔quête de guerre⚔
id: ⚔Misi perang⚔
it: ⚔Missione di Guerra⚔
ru: ⚔Военный квест⚔
uz: ⚔Urush topshirig'i⚔
zh: ⚔戰爭任務⚔
zh_hans: ⚔发动战争⚔

# shop
source: ::-diamond-::Shop
ar: متجر💎
de: ::-diamond-::Laden
es: ::-diamond-::Tienda
fa: ::-diamond-::فروشگاه
fr: ::-diamond-::Boutique
id: ::-berlian-::Toko
it: ::-diamond-::Negozio
ru: ::-diamond-::Магазин
uz: ::-diamond-::Do'kon
zh: ::-diamond-::商店
zh_hans: ::-diamond-::商店

# buy_50_gold
source: Buy 50::-moneybag-:: for 2::-diamond-::
ar: اشتري 50💰 مقابل 5💎
de: Kaufen Sie 50::-moneybag-:: für 5::-diamond-::
es: Comprar 50::-moneybag-:: por 5::-diamond-::
fa: خرید 50 عدد ::-moneybag-:: برای خرید 5::-diamond-::
fr: Acheter 50::-moneybag-:: pour 5::-diamond-::
id: Beli 50::-kantung uang-:: untuk 5::-berlian-::
it: Compra 50::-moneybag-:: per 5::-diamond-::
ru: Купить 50::-moneybag-:: за 2::-diamond-::
uz: Sotib 50::-moneybag-:: ta 2::-diamond-::
zh: 以2顆::-diamond-::購買50::-moneybag-::
zh_hans: 5::-diamond-::可兑换50::-moneybag-::

source: Start
es: Iniciar
fa: شروع
it: Avvia
ru: Старт
uz: Boshlash
zh: 開始

# next
source: Next photo
es: Siguiente foto
fa: عکس بعدی
id: Foto Selanjutnya
it: Prossima foto
ru: Следующая фотография
uz: Keyingi rasm
zh: 下一張

source: Revenge
es: Revancha
fa: گرفتن انتقام
id: Serang balik
it: Rivincita
ru: Месть
uz: Qasos
zh: 復仇

source: TOP Level
es: TOP Niveles
id: Peringkat Level Tertinggi
it: TOP per Livello
ru: ТОП уровня
zh: 最高等級

source: Donate
es: Donar
id: Donasi
it: Dona
ru: Пожертвовать
zh: 捐款

# buy_1_worker
source: Buy 1::-worker-:: for 5::-diamond-::
es: Compra 1::-worker-:: por 5::-diamond-::
id: Beli 1 ::-pekerja-:: untuk 5::-berlian-::
it: Compra 1::-worker-:: per 5::-diamond-::
ru: Купить 1::-worker-:: за 5::-diamond-::
zh: 以 5顆::-diamond-::賺買1位::-worker-::

# male
source: 👨Man
es: 👨 Hombre
id: 👨Laki-laki
it: 👨Uomo
ru: 👨Мужчина
zh: 👨男

# female
source: 👸Woman
es: 👸 Mujer
id: 👸Wanita
it: 👸Donna
ru: 👸Женщина
zh: 👸女

# job_scholar
source: 🏃Scholar
es: 🏃Alumno
it: 🏃Scolaro
ru: 🏃Школьник
zh: 🏃讀書人

# job_student
source: Student
es: Estudiante
id: Pelajar
it: Studente
ru: Студент
zh: 學生

# job_worker
source: Worker
es: Con Empleo
id: Pekerja
it: Lavoratore
ru: Рабочий
zh: 勞工

# job_master
source: Master
es: Amo
id: Ahli
it: Dirigente
ru: Мастер
zh: 碩士(Master)

# job_white_collar_worker
source: 👔White-collar worker
es: 👔Oficinista↵
id: 👔Pekerja berdasi↵
it: 👔Impiegato
ru: 👔Служащий
zh: 👔白領

# job_manager
source: 💼Manager
es: 💼 Jefe
id: 💼Manajer
ru: 💼Руководитель
zh: 💼經理

# job_businessman
source: 🎩Businessman
es: 🎩 Magnate
id: 🎩Pebisnis
it: 🎩Imprenditore
ru: 🎩Предприниматель
zh: 🎩商人

# job_unemployed
source: Unemployed
es: Sin empleo
id: Pengangguran
it: Disoccupato
ru: Безработный
zh: 待業

source: ❓Questionary
es: ❓Encuesta
id: ❓Pertanyaan
it: ❓Questionario
ru: ❓Анкета
zh: ❓問卷調查

source: Skip
es: Saltear
id: Lewati
it: Salta
ru: Пропустить
zh: 跳過

source: 🖥Desktop
es: 🖥 Escritorio
it: 🖥Fisso
ru: 🖥Компьютер
zh: 🖥桌上電腦

# device_other
source: Other device
es: Otro dispositivo
id: Perangkat lainnya
it: Altro dispositivo
ru: Другое устройство
zh: 其他

source: 🎉Gifts
es: 🎉 Regalos
id: 🎉Hadiah
it: 🎉Regali
ru: 🎉Подарки
zh: 🎉禮物

# alphaomega
source: AAAlphaomega
es: AAAlfaomega

# en
source: 🇬🇧English
es: 🇬🇧Inglés
fa: انگلیسی
id: 🇬🇧Bahasa Inggris
uz: 🇬🇧Inglizcha

# ru
source: 🇷🇺Русский
es: 🇷🇺Ruso
fa: 🇷🇺روسی
uz: 🇷🇺Ruscha

# fa
source: فارسی🇮🇷
es: 🇮🇷Iraní
uz: Forsiy🇮🇷

# de
source: 🇩🇪Deutsch
es: 🇩🇪Alemán
uz: 🇩🇪Nemischa

# pt
source: Português
es: Portugués
uz: Portugalcha

# ba
source: بلؤچی
es: Balochi/Brahui

# zh
source: 漢語
es: Chino
uz: Xitoycha

source: 💻Laptop
es: 💻Portátil
it: 💻Portatile
ru: 💻Ноутбук
zh: 💻筆記本電腦

source: 🏆TOP
ar: 🏆الأوائل
de: 🏆Beste Spieler
fa: m
fr: 🏆Classement
id: 🏆Peringkat
it: 🏆TOP LIST
ru: 🏆ТОП
uz: 🏆Zo'rlari
zh: 🏆頂峯
zh_hans: 🏆排名

# chatlink
source: Chat
ar: محادثة
id: Obrolan
ru: Чат
zh: 聊天室
zh_hans: 聊天室

source: AO
ru: АО

source: TOP24
id: 24 Peringkat Tertinggi
ru: ТОП24
zh: 24強

# top_all
source: TOP Global
id: Peringkat Tertinggi Dunia
it: TOP Globale
ru: ТОП общий
zh: 頂峯 全球

# star1
source: ::-star-::
id: ::-bintang-::

# stars2
source: ::-star-::::-star-::
id: ::-bintang-::::-bintang-::

# stars3
source: ::-star-::::-star-::::-star-::
id: ::-bintang-::::-bintang::-bintang-::

# stars4
source: ::-star-::::-star-::::-star-::::-star-::
id: ::-bintang-::::-bintang-::::-bintang-::::-bintang-::

# it
source: 🇮🇹Italiano
uz: 🇮🇹Italyancha
