Repository: sivanov87/villagegamebot_texts
Catalog: texts_*.po
Languages: de, es, fa, it_it, pl, pt, ru, zh, zh_hans, zh_hant

# swords_added
source: Your reinforcement %swords%::-sword-:: is sent!
de: Deine Unterstützung von %swords%::-sword-:: wurde gesendet!
es: ¡Han sido enviados tus refuerzos de %swords% ::-sword-::!
fa: نیروهای پشتیبانی شما شامل %swords% نفر ::-sword-:: سرباز به منطقه جنگی مورد نظر اعزام شدند.
it_it: Il tuo rinforzo di %swords%::-sword-:: è stato inviato!
pl: Twoje wsparcie w ilości %swords%::-sword-:: zostało wysłane!
pt: Seus reforços de %swords%::-sword-:: foram enviados!
ru: Ваше пополнение %swords%::-sword-:: отправлено!
zh: 您已派出援軍%swords%::-sword-:: ！
zh_hans: 你已增援%swords%::-sword-:: ！
zh_hant: 您已派出援軍%swords%::-sword-:: ！

# shop
source: I have made the first interesting game in Telegram, but I need your help for its improvements! Donate some money, and you receive diamonds::-diamond-:: as a gift. Donate - %donate_link% About all questions of payments write - @tgcreator Now purchase is available: %gold_count% gold::-moneybag-:: for %gold_diamonds% diamonds::-diamond-:: %worker_count% worker::-worker-:: for %worker_diamonds% diamonds::-diamond-:: Now you have %diamonds%::-diamond-::
de: Ich habe das erste interessantes Spiel, in Telegramm gemacht, aber ich brauche Ihre Hilfe für seine Verbesserungen! Spenden Sie etwas Geld, und Sie erhalten Diamanten::-diamond-:: als Geschenk. Spenden -%donate_link% Über alle Fragen der Zahlungen schreiben - @tgcreator Jetzt Kauf zur Verfügung: %gold_count% Gold ::-moneybag-:: für %gold_diamonds% Diamanten ::-diamond-:: %worker_count% Arbeiter ::-worker-:: für %worker_diamonds% Diamanten ::-diamond-:: Jetzt haben Sie %diamonds% ::-diamond-::
es: He logrado hacer el primer juego interesante en Telegram, ¡pero necesito tu ayuda para mejorarlo! Envía una donación y recibirás diamantes ::-diamond-:: como regalo. Dona aquí - %donate_link% Por consultas sobre las donaciones escribe a - @tgcreator (inglés, ruso) Ahora mismo están disponibles: %gold_count% gold::-moneybag-:: a cambio de %gold_diamonds% diamonds::-diamond-:: %worker_count% worker::-worker-:: a cambio de %worker_diamonds% diamonds::-diamond-:: Actualmente tienes %diamonds%::-diamond-::
fa: با استفاده ازفروشگاه می توانید جم تهیه فرمایید و با استفاده از جم می توانید ::-worker-:: کارگر یا ::-moneybag-:: گلد اضافه کنید. 1 ::-worker-:: کارگر = 5 ::-diamond-:: جم 50 ::-moneybag-:: گلد = 2 ::-diamond-:: جم هزینه هر ::-diamond-:: جم برابر 200 تومان است. ولی با خرید بیشتر تخفیف خواهید گرفت: 10 ::-diamond-:: جم : 900 تومان با 55% تخفیف - %donate_link_kish_10% ========= 50 ::-diamond-:: جم : 4300 تومان با 57% تخفیف - %donate_link_kish_50% ========= 1000 ::-diamond-:: جم : 80,000 تومان با 61% تخفیف - %donate_link_kish_1000% در صورت وجود هر گونه مشکل در پرداخت لطفا با @GameO7er تماس حاصل فرمایید!
it_it: Ho creato il primo gioco interessante per Telegram, ma ho bisogno del tuo aiuto per migliorarlo! Dona un po' di denaro, e riceverai diamanti::-diamond-:: in regalo. Dona - %donate_link% Per tutte le domande sui pagamenti scrivi a @tgcreator Ora sono disponibili gli acquisti: %gold_count% oro::-moneybag-:: per %gold_diamonds% diamanti::-diamond-:: %worker_count% lavoratori::-worker-:: per %worker_diamonds% diamanti::-diamond-:: Al momento hai %diamonds%::-diamond-::
pl: Stworzyłem pierwszą interesującą grę na Telegram, i potrzebuję Twojej pomocy aby ją rozwijać! Podaruj trochę pieniędzy, a otrzymasz diamenty ::-diamond-:: w podzięce. Wsparcie - %donate_link% Wszystkie pytania odnośnie płatności kieruj do - @tgcreator Teraz można zakupić: %gold_count% złoto ::-moneybag-:: za %gold_diamonds% diamonds::-diamond-:: %worker_count% pracowników ::-worker-:: za %worker_diamonds% diamonds::-diamond-:: Teraz masz %diamonds%::-diamond-::
pt: Nós fizemos um dos primeiros e maiores Telegram, mas precisamos da sua ajuda para que ele continue melhorando! Nos faça uma doação e você ganhará diamantes::-diamond-:: como presente. Doação - %donate_link% Qualquer pergunta sobre pagamentos escreva para - @tgcreator Agora, compras estão disponíveis: %gold_count% ouro::-moneybag-:: por %gold_diamonds% diamantes::-diamond-:: %worker_count% trabalhadores::-worker-:: por %worker_diamonds% diamantes::-diamond-:: Você tem %diamonds%::-diamond-::
ru: Я сделал первую интересную игру для Телеграмма, но для ее развития мне нужна ваша помощь! Пожертвуйте на развитие игры, а в подарок вы получите алмазы::-diamond-::, которые сможете потратить на золото::-moneybag-::! Пожертвовать - %donate_link% По всем вопросам платежей пишите - @tgcreator Сейчас доступна покупка: %gold_count% золота::-moneybag-:: за %gold_diamonds% алмазов::-diamond-:: %worker_count% рабочий::-worker-:: за %worker_diamonds% алмазов::-diamond-:: У вас сейчас %diamonds%::-diamond-::
zh: 我為大家呈上了Telegram上的首款遊戲，同時我亦需要您的幫助來改進本遊戲！請捐點錢，您會得到鑽石::-diamond-::作為回報。 捐款 - %donate_link% 所有有關捐款的問題都可以聯絡 - @tgcreator 現在開賣了: %gold_count% 金錢::-moneybag-:: 可以用 %gold_diamonds% 鑽石::-diamond-:: 換取 %worker_count%個 工人::-worker-:: 可以用 %worker_diamonds% 鑽石::-diamond-:: 換取 現在您有 %diamonds%::-diamond-::
zh_hans: 你可以在商店中找到好货 :) 現在你可以用5颗钻石::-diamond-::兑换50::-moneybag-::
zh_hant: 你可以在商店中找到有用的貨品 :) 現在你可以用5顆鑽石::-diamond-::換取50個::-moneybag-::

# gold_is_bought
source: You have bought %gold_diff%::-moneybag-:: for %diamonds_diff%::-diamond-::
de: Du hast %gold_diff%::-moneybag-:: für %diamonds_diff% Diamanten::-diamond-:: gekauft
es: Has obtenido %gold_diff%::-moneybag-:: usando %diamonds_diff%::-diamond-::
fa: شما در ازای فروش 5 عدد ::-diamond-:: جم توانستید 50 عدد ::-moneybag-:: طلا بدست آورید.
it_it: Hai comprato %gold_diff%::-moneybag-:: per %diamonds_diff%::-diamond-::
pl: Kupiłeś %gold_diff%::-moneybag-:: za %diamonds_diff%::-diamond-::
pt: Você comprou %gold_diff%::-moneybag-:: por %diamonds_diff%::-diamond-::
ru: Вы купили %gold_diff%::-moneybag-:: за %diamonds_diff%::-diamond-::
zh: 你以%diamonds_diff%顆::-diamond-::購買了 %gold_diff%::-moneybag-::
zh_hans: 你用5::-diamond-::兑换了50::-moneybag-::
zh_hant: 你以5顆::-diamond-::購買了50::-moneybag-::

# no_diamonds
source: You don't have enough diamonds ::-diamond-:: for purchase commission :(
de: Du hast nicht genug Diamanten::-diamond-:: für deinen Einkauf :(
es: No tienes suficientes diamantes ::-diamonds-:: para realizar la compra :/
fa: شما به اندازه کافی جم ندارید ::-diamonds-:: برای خرید :(
it_it: Non hai abbastanza diamanti ::-diamond-:: per completare l'acquisto :(
pl: Nie masz wystarczającej liczby diamentów ::-diamond-:: aby dokonać zakupu :(
pt: Você nao tem diamantes suficientes ::-diamond-:: para fazer essa compra :(
ru: У вас не хватает алмазов::-diamond-:: для совершения покупки :(
zh: 你沒有足夠的鑽石 ::-diamonds-:: :(
zh_hans: 你沒有足够的钻石::-diamonds-::去完成这次交易 :(
zh_hant: 你沒有足夠的鑽石::-diamonds-::去完成是次交易 :(

# it
source: Italian
de: Italienisch
es: Italiano
pl: Włoski
pt: Italiano
zh: 意大利文
zh_hant: 意大利文

# pt
source: Portuguese
de: Portugiesisch
es: Portugués
pl: Portugalski
pt: Português
zh: 葡萄牙文
zh_hant: 葡萄牙文

# ge
source: German
de: Deutsch
es: Alemán
pl: Niemiecki
pt: Alemão
zh: 德文
zh_hant: 德文

# rateonstorebot
source: We made a good game, please help us make it more popular - vote on storebot. For this: 1. Go to the link https://telegram.me/storebot?start=villagegamebot 2. Select ⭐️⭐️⭐️⭐️⭐️ 3. Leave your comment 4. And expect development of the game!
de: Wir haben ein gutes Spiel gemacht, bitte hilf uns es Populärer zu machen - Bewerte und auf storebot. Dafür: 1. Gehe auf den Link: https://telegram.me/storebot?start=villagegamebot 2. Wähle ⭐️⭐️⭐️⭐️⭐️ 3. Hinterlasse einen Kommentar 4. And expect development of the game! 4. Und freue dich über kommende Entwicklungen des Spies!
es: He creado un juego divertido, ¡ayúdame a hacerlo popular! - vota por él en storebot. Para esto: 1. Ve al link https://telegram.me/storebot?start=villagegamebot 2. Selecciona ⭐️⭐️⭐️⭐️⭐️ 3. Deja tu comentario 4. ¡Y quédate a ver los nuevos desarrollos!
it_it: Abbiamo creato un bel gioco, per favore aiutaci a renderlo più popolare - vota su storebot. Per farlo: 1. Vai alla pagina https://telegram.me/storebot?start=villagegamebot 2. Seleziona ⭐️⭐️⭐️⭐️⭐️ 3. Lascia il tuo commento 4. Aspettati un maggiore sviluppo del gioco!
pl: Zrobiliśmy dobrą grę, pomóż nam ją spopularyzować - zagłosuj na storebot. Aby to uczynić: 1. Kliknij link https://telegram.me/storebot?start=villagegamebot 2. Wybierz ⭐️⭐️⭐️⭐️⭐️ 3. Zostaw swój komentarz 4. I oczekuj rozwoju gry!
pt: Fizemos um bom jogo, por favor, ajude-nos a tornar ele mais popular - avalie o jogo na storebot. Para avaliar: 1. Clique no link https://telegram.me/storebot?start=villagegamebot 2. Selecione ⭐️⭐️⭐️⭐️⭐️ 3. Deixe o seu comentário 4. E espere pelas atualizações estão por vir!
ru: Мы сделали неплохую игру, пожалуйста, помогите нам сделать ее популярнее - оцените на storebot. Для этого: 1. Зайдите по ссылке https://telegram.me/storebot?start=villagegamebot 2. Выберите пункт ⭐️⭐️⭐️⭐️⭐️ 3. Оставьте свой отзыв 4. И ожидайте развития игры!
zh: 喜歡本遊戲吧？請助我們提升人氣！在Storebot上投下神聖一票。 流程: 1. 點擊以下連結 https://telegram.me/storebot?start=villagegamebot 2. 選擇 ⭐️⭐️⭐️⭐️⭐️ 五星評價 3. 留下您的意見 4. 期待我們未來的發展！

# tryreturn_started
source: This is the best game in Telegram! Choose your language Выберите язык бота
de: Dies ist das beste Spiel in Telegram! Wähle deine Sprache
es: ¡Este es el mejor juego en Telegram! Choose your language Elige tu idioma
pl: To najlepsza gra na Telegram! Choose your language Wybierz swój język
pt: Esse é o melhor jogo do Telegram! Escolha seu idioma Choose your language Выберите язык бота
zh: 這是Telegram上最好遊戲！ 選擇您的語言 Выберите язык бота

# worker_is_bought
source: You have bought %worker_diff%::-worker-:: for %diamonds_diff%::-diamond-::
de: Du hast %worker_diff%::-worker-:: für %diamonds_diff%::-diamond-:: gekauft
es: Has obtenido %worker_diff%::-worker-:: gastando %diamonds_diff%::-diamond-::
fa: شما %worker_diff% نفر ::-worker-:: کارگر به قیمت %diamonds_diff%: عدد :-diamond-:: الماس خریدید
it_it: Hai comprato %worker_diff%::-worker-:: per %diamonds_diff%::-diamond-::
pl: Kupiłeś %worker_diff%::-worker-:: za %diamonds_diff%::-diamond-::
pt: Você comprou %worker_diff%::-worker-:: por %diamonds_diff%::-diamond-::
ru: Вы купили %worker_diff%::-worker-:: за %diamonds_diff%::-diamond-::
zh: 您以%diamonds_diff%顆::-diamond-::賺買了%worker_diff%位::-worker-::

# questionary_1
source: Hello! You play a cool game and I suggest we meet. To begin with, you are a man or a woman?
de: Hallo! Du spielst dieses coole Spiel. Um zu beginnen sage mir, ob du männlich oder weiblich bist.
es: ¡Saludos! Quisiera conocer un poco de ti, ya que juegas mi juego. Eres hombre o mujer?
fa: سلام! شما در حال بازی کردن یک بازی مهیج هستید لطفا به سوالات زیر پاسخ دهید .شمار مرد هستید یا زن؟?
it_it: Salve! Stai giocando bene e mi piacerebbe conoscerti. Per iniziare, sei un uomo o una donna?
pl: Witaj! Grasz w najlepszą grę i sugeruję abyśmy się spotkali. Aby zacząć, jesteś mężczyzną czy kobietą?
pt: Olá! Você está jogando um jogo legal e eu espero que possamos nos conhecer melhor. Primeiramente, você é um homem ou uma mulher?
ru: Привет! Вы играете в крутую игру и предлагаю нам познакомится. Для начала скажите, вы мужчина или женщина? Сейчас опрос тестируется и доступен только первым игрокам. Если вы заметите ошибки или у вас есть предложения по его улучшению - буду рад услышать, пишите в чат https://telegram.me/joinchat/B31JfT5pkNY3tASfkuh-Wg
zh: 您好！ 您玩這遊戲真有一手，讓我認識一下您吧。第一件事，你是男還是女的？

# questionary_2
source: Excellent! In which city do you live? Send a note of where you are, or enter the city name.
de: Gut! Wo lebst du? Sende mir einfach deinen Standort oder den Namen der Stadt
es: ¡Excelente! ¿En qué ciudad vives? Escribe el nombre, si quieres.
fa: عالی! شهر محل سکونت خود را بنویسید لطفا
it_it: Eccellente! In quale città vivi? Mandaci una nota su dove ti trovi, o inserisci il nome della città.
pl: Doskonale! W jakim mieście mieszkasz? Wyślij kilka informacji skąd pochodzisz lub podaj jego nazwę.
pt: Excelente! Em qual cidade você vive? Envie informações de onde você é, ou digite o nome da sua cidade.
ru: Отлично! А в каком городе вы живете? Отправьте отметку, где вы находитесь, используя скрепку рядом со строкой ввода. Если вы не знаете, как это сделать, введите название города.
zh: 好的！你住在哪一個城市？傳送您的位置，或輸入城市的名字。

# questionary_3
source: A beautiful city! And what is your age? Please select from the list below
de: Eine schöne Stadt! Nun, sage mir, wie alt bist du? Bitte wähle aus der unten stehenden Liste
es: ¡Qué hermoso paraje! ¿Y cuál es tu rango de edad? Por favor, selecciona de la lista
fa: چه شهر خوبی ! چند سال دارید؟ لطفا از لیست زیر انتخاب کنید:
it_it: Una città meravigliosa! E qual'è la tua età? Per favore seleziona dalla lista sottostante
pl: Piękne miasto! A ile masz lat? Proszę wybierz z poniższej listy
pt: Um excelente local para morar! E qual é a sua idade? Por favor selecione uma das opções da lista abaixo
ru: Прекрасный город! А каков ваш возраст? Выберите, пожалуйста, из списка ниже
zh: 好地方！你今年幾歲了？請在下表選擇

# questionary_4
source: Not bad, but when you have a birthday? This question is not mandatory, but if you respond to us, we will make a gift to him :) A type in day.month.year format, for example 25.02.1991
de: Gut!, aber würdest du uns auch deinen Geburtstag schreiben? Du musst diese Frage nicht beantworten, aber vielleicht bekommst du dann ein kleines Geburtstagsgeschenk :) Format: TT.MM.JJJJ Beispiel: 25.02.1991
es: Nada mal, y... ¿Me dirías tu fecha de cumpleaños? Aunque sea opcional, si me respondes correctamente, podrías encontrar un hermoso regalo. Escribe la fecha de la siguiente forma: día.mes.año por ejemplo 25.02.1991
fa: خوب تاریخ تولد شما چه روزی است؟ ما قصد داریم به شما هدیه بدهیم!:) تاریخ تولد خود را به صورت روز.ماه.سال وارد کنید مثل 22.3.1365
it_it: Niente male, ma quando compi gli anni? La risposta non è obbligatoria, ma se risponderai ti faremo un regalo quel giorno! :) Scrivila nel formato giorno.mese.anno, ad esempio 25.02.1991
pl: Nieźle, ale kiedy masz urodziny ? To pytanie nie jest obowiązkowe, ale jeśli odpowiesz, otrzymasz prezent :) Wpisz datę w formacie dzień.miesiąc.rok na przykład 25.02.1991
pt: Interessante... mas quando é seu aniversário? Esta questão não é obrigatória, mas se você responder, nós lhe daremos um presente no dia :) Digite no formato dia.mês.ano, por exemplo: 25.02.1991
ru: Неплохо, а когда у вас день рождения? Этот вопрос не обязательный, но если вы нам ответите, мы вам сделаем подарок на него :) Ответ введите в формате день.месяц.год, например 25.02.1991
zh: 嗯，那麼您是何時生日的？您可以不用回答我，不過如果您告訴我們，我們會為您送上禮物 :) 年月日的格式: dd.mm.yyyy 。例子: 25.02.1991

# questionary_6
source: What are you doing?
de: Was tust du?
es: ¿A qué te dedicas?
fa: شغل شما چیست؟
it_it: Che fai di bello nella vita?
pl: Co porabiasz?
pt: O que você está fazendo?
ru: А чем вы занимаетесь?
zh: 您在做什麼／您的職業是？

# questionary_7
source: Thank you! Please complete review about the game - what do you like want to add or change?
de: Danke! Bitte schließe die Umfrage ab, indem du uns einen Kommentar da lässt - was ist zu verbessern oder was hättest du gerne zum Spiel hinzugefügt?
es: ¡Gracias! ¿Me das tu opinión acerca del juego, algo que te gustaría agregar, quitar, o modificar?
fa: متشکر ! حالا به نظر شما چه چیزی به بازی اضافه کنیم یا کم کنیم؟
it_it: Grazie! Per favore lasciaci una recensione sul gioco - cosa vorresti che aggiungessimo o cambiassimo?
pl: Dziękuję! Proszę uzupełnij opinię o grze- co byś chciał/a dodać albo zmienić?
pt: Obrigado! Por favor, faça um comentário sobre o jogo - O que você gostaria de adicionar ou mudar no jogo?
ru: Спасибо! Напишите, пожалуйста, отзыв об игре - нравится она вам, что вы хотели бы добавить или поменять?
zh: 謝謝！您對這遊戲有什麼感受 - 有什麼您會想新增或改變的？

# questionary_finish_first
source: Thanks for the answers, we will consider them in the development of the game! For what you paid for your time, we have given you a bonus - %gold%::-moneybag-::
de: Danke für deine Antworten, wir werden sie in der Entwicklung des Spiels berücksichtigen. Für deinen Zeitaufwand bekommst du eine kleine Entschädigung von %gold%::-moneybag-::
es: ¡Gracias por responder, tu feedback será tenido en cuenta para las próximas actualizaciones! Como muestra de agradecimiento por el tiempo que te has tomado, has ganado un bonus de +%gold%::-moneybag-::
fa: تشکر از وقتی که برای پاسخگویی به سوالات گذاشتید این هدیه تقدیم به شما - %gold%::-moneybag-::
it_it: Grazie per le risposte, le considereremo nello sviluppo del gioco! In cambio del tempo che ci hai dedicato, ti abbiamo dato un bonus - %gold%::-moneybag-::
pl: Dziękuję za wszystkie odpowiedzi. Rozważymy ich wprowadzenie do gry! Za poświęcony czas, przyznajemy Ci bonus - %gold%::-moneybag-::
pt: Obrigado pelas respostas, vamos considerá-las no desenvolvimento do jogo! Como agradecimento a sua ajuda, nós lhe demos um bônus de - %gold%::-moneybag-::
ru: Спасибо за ответы, мы учтем их при разработке игры! За то, что вы уделили нам время, мы выдали вам бонус - %gold%::-moneybag-::
zh: 感謝您的回答，我們會好好考慮這些意見並改進本遊戲！ 感謝您肯抽空完成本問卷，獎勵 - %gold%::-moneybag-::

# questionary_error
source: Something went wrong ... You can answer again?
de: Irgendwas ging schief...Kannst du noch mal antworten?
es: Algo no anda bien... ¿Puedes volver a responder?
fa: مشکلی بوجود آمد ... اگر ممکن هست دوباره پاسخ بدهید
it_it: Qualcosa è andato storto... Potresti rispondere di nuovo?
pl: Coś poszło nie tak... Czy możesz odpowiedzieć jeszcze raz?
pt: Algo deu errado... Você poderia responder novamente?
ru: Что-то пошло не так... Можете ответить еще раз?
zh: 有地方出錯了... 您可以重新回答嗎？

# questionary_5
source: And what device you're using now?
de: Und welches Gerät benutzt du gerade?
es: ¿Y qué dispositivo estás utilizando ahora?
fa: و از چه دستگاهی استفاده می کنید؟
it_it: E quale dispositivo stai usando ora?
pl: Jakiego urządzenia używasz?
pt: Qual dispositivo (celular, Tablet, PC) você está usando agora?
ru: А какое устройство вы сейчас используете?
zh: 你在用什麼設備？

# questionary_finish
source: Thanks for the answers, we will consider them in the development of the game!
de: Danke für deine Antworten, wir werden sie in der Entwicklung des Spiels berücksichtigen!
es: ¡Muchas gracias por tus respuestas, las tendré en mente para desarrollar mejoras en el juego!
fa: تشکر از نظرات شما! حتما از آنها در بهبود بازی استفاده خواهیم کرد
it_it: Grazie per le risposte, le terremo in cosiderazione durante lo sviluppo del gioco!
pl: Dziękujemy za odpowiedzi, rozważymy ich wprowadzenie do gry!
pt: Obrigado pelas respostas, consideraremos elas durante o desenvolvimento do jogo!
ru: Спасибо за ответы, мы учтем их при разработке игры!
zh: 感謝您的回答，我們會考慮這些意見並改進本遊戲！

# gifts
source: Now you can give gifts::-gift-:: to your friends! To do this, you must send your friend's contact to bot (as show in the picture) and we will send him a gift 20::-moneybag-:: from game. The higher your level, the more gifts you can send. You sended: %gifts% / %max_gifts% ::-gift-:: You received: %received_gifts% ::-gift-::
de: Jetzt kannst du Freunden Geschenke::-Gift-:: machen Du musst einfach den Kontakt deines Freundes an den Bot teilen (siehe Bild), und er wird ein Geschenk über 20::-moneybag-:: erhalten. Je höher dein Level ist, um so mehr Geschenke kannst du versenden. Gesendete Geschenke: %gifts% / %max_gifts%::-gift-:: Erhaltene Geschenke: %received_gifts% ::-gift-::
es: ¡Ahora puedes enviar regalos ::-gift-:: a tus amigos! Para ello, debes enviar el contacto de cada amigo al bot (como se ve en la imagen) y le enviaremos 20::-moneybag-:: de regalo. Mientras mayor sea tu nivel, más regalos podrás enviar. Enviaste: %gifts% / %max_gifts% ::-gift-:: Recibiste: %received_gifts% ::-gift-::
fa: Now you can give gifts::-gift-:: to your friends! To do this, you must send your friend's contact to bot (as show in the picture) and we will send him a gift 20::-moneybag-:: from game. The higher your level, the more gifts you can send. You sent: %gifts% / %max_gifts% ::-gift-:: You received: %received_gifts% ::-gift-::
it_it: Ora puoi inviare regali gifts::-gift-:: ai tuoi amici! Per farlo, scrivi il contatto del tuo amico al bot (come mostrato nell'immagine) e gli manderemo un regalo di 20::-moneybag-:: dal gioco. Più alto è il tuo livello, più regali potrai mandare. Hai inviato: %gifts% / %max_gifts% ::-gift-:: Hai ricevuto: %received_gifts% ::-gift-::
pl: Teraz może rozdawać prezenty gifts::-gift-:: swoim znajomym! Aby to uczynić, musisz wysłać znajomym kontakt do bota (tak jak na obrazku) a my wyślemy mu prezent - 20::-moneybag-::. Im masz wyższy poziom, tym więcej prezentów możesz wysłać. Wysłałeś: %gifts% / %max_gifts% ::-gift-:: Otrzymałeś: received: %received_gifts% ::-gift-::
pt: Agora você pode dar presentes::-gift-:: para seus amigos! Para fazer isso, você deve enviar o contato do seu amigo para o bot (como mostra a figura) e nós iremos enviá-lo um presente 20::-moneybag-:: no jogo. Quanto maior o seu level, mais presentes você pode enviar. Você enviou: %gifts% / %max_gifts% ::-gift-:: Você recebeu: %received_gifts% ::-gift-::
ru: Теперь вы можете дарить подарки::-gift-:: вашим друзьям в игре! Для этого необходимо переслать боту контакт вашего друга (как указано на картинке) и мы перешлем ему подарок в 20::-moneybag-:: за счет игры. Вы ничего не потратите! Чем больше ваш уровень, тем больше подарков вы можете послать. Вы послали: %gifts% / %max_gifts% ::-gift-:: Вы получили: %received_gifts% ::-gift-:: Функция работает в экспериментальном режиме. Если у вас есть затруднения, вопросы или пожелания - пишите в чат https://telegram.me/joinchat/B31JfT5pkNY3tASfkuh-Wg
zh: 現在您可以送禮::-gift-:: 給您的朋友！ 你需要傳送您朋友的Contact給我 (如圖所示) 然後我們則會為他送上禮物 20::-moneybag-:: 等級愈高，禮物的傳送份數愈多。 你已送出: %gifts% / %max_gifts% ::-gift-:: 你已接收: %received_gifts% ::-gift-::

# message_is_not_contact
source: Your message - this is not a contact person. It is necessary to SHARE the it as shown in the image. Try again.
de: Deine Nachricht ist kein Kontakt. Es ist wichtig, den Kontakt, wie im Bild gezeigt, zu TEILEN.
es: Es necesario COMPARTIR el contacto como se ve en la imagen. Inténtalo de nuevo.
it_it: Il tuo messaggio - non è il contatto di una persona. È necessario condividerlo come mostrato in immagine. Riprova.
pl: Twoja wiadomość - to nie jest osoba kontaktowa. Konieczne jest UDOSTĘPNIENIE tak jak na obrazku. Spróbuj jeszcze raz.
pt: Sua mensagem - não é o contato da pessoa. É necessário compartilhar o contato com o bot como mostra a image. Tente novamente.
ru: Ваше сообщение - это не контакт человека. Нужно именно РАСШАРИТЬ его, как указано на изображении. Попробуйте еще раз или напишите в чат https://telegram.me/joinchat/B31JfT5pkNY3tASfkuh-Wg
zh: 您的訊息 - 他並非一個可聯絡的人。 你需要如圖所示般操作。請重試。

# gift_max
source: You have exceeded the limit on the use of gifts. Wait until you level up!
de: Du hast die maximale Anzahl an Geschenken, die du verschicken kannst, erreicht. Warte bis zum nächsten Level!
es: Has excedido el límite de regalos. ¡Espera a subir de nivel!
fa: شما به سقف استفاده از کادو رسیدید! لطفا تا ارتقا سطح صبر کنید
it_it: Hai superato il limite massimo di utilizzo dei regali. Attendi fino al prossimo level up!
pl: Przekroczyłeś limit prezentów. Poczekaj do następnego poziomu!
pt: Você excedeu o limite de presentes enviados. Espere até que você suba de nível!
ru: Вы превысили лимит по использованию подарков. Подождите, пока не повыситесь еще на уровень!
zh: 您已經達到了送禮上限。請等到等級上升後再來！
