Repository: sivanov87/villagegamebot_texts
Catalog: texts_*.po
Languages: de, es, fa, it_it, pl, pt, ru, zh, zh_hans, zh_hant

# chooselanguage
source: Choose your language Выберите язык бота Italian, German, Portuguese, Persian - in test mode.
de: Wähle deine Sprache Italian, German, Portuguese, Persian - in test mode. If you find mistakes - feel free to write @tgcreator
es: Elige tu idioma Italiano, alemán, portugués, persa -en pruebas.
it_it: Choose your language Выберите язык бота Scegli la tua lingua Italiano, Tedesco, Portoghese, Persiano - in fase di test. Se trovi degli errori, scrivi a @tgcreator
pl: Choose your language Выберите язык бота Wybierz swój język Italian, German, Portuguese, Persian, Polski - in test mode.
pt: Escolha seu idioma Italiano, Alemão, Português, Persa. Se você encontrar algum erro - sinta-se livre para me escrever, @tgcreator.
zh: 選擇你的語言 Выберите язык бота 意大利文，德文，葡萄牙文，波斯文 - 皆在測試模式。
zh_hant: 選擇你的語言 Выберите язык бота 意大利文，德文，葡萄牙文，波斯文 - 皆在測試模式。如果你找到任何錯處 - 歡迎來信至 @tgcreator

# feedback
source: Please, write your feedback about bot in the next message::-baloon-:: Also you can write to chat - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
de: Bitte schreibe dein Feedback zu dem Bot in die nächste Nachricht ::-baloon-:: Außerdem kannst du unserem Chat beitreten: https://telegram.me/joinchat/B31JfT7fWt7AfsIhuMGoZg
es: Por favor, escribe tus comentarios y/o reseñas acerca del bot en el siguiente mensaje::-baloon-:: También puedes escribir en el chat - https://telegram.me/joinchat/AHDvRj9C3vWnt2MT5Ufdlw
fa: Please, write your feedback about bot in the next message::-baloon-:: Also you can write to chat - https://telegram.me/joinchat/B31JfT7keZA7wmhTG2QM2g
it_it: Scrivi il tuo parere riguardo il bot nel prossimo messaggio::-baloon-:: Inoltre, c'è un gruppo riguardo al gioco quì: https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
pl: Proszę wpisz swoje opinie o tej grze w następnej wiadomości ::-baloon-:: Możesz także dołączyć do czatu - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
pt: Por favor, dê sua opinião sobre o bot na próxima mensagem.::-baloon-:: Ah! Você também pode entrar no chat sobre o jogo aqui: https://telegram.me/joinchat/B31JfT7g7Avl9kmA6L0JJQ
ru: Напишите, пожалуйста, ваш отзыв о боте в следующем сообщении::-baloon-:: Также вы можете написать нам в чате - https://telegram.me/joinchat/B31JfT5pkNY3tASfkuh-Wg
zh: 請在下一段訊息中留下您的意見::-baloon-:: 除此之外，您亦可以把您的意見發送至 - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
zh_hans: 请在下一段消息中留下您的意见::-baloon-:: 你也可以把意见发到聊天室 - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
zh_hant: 請在下一段訊息中留下您的意見::-baloon-:: 除此之外，您亦可以把您的意見發送至 - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA

# botisstopped
source: You unsubscribed. Now you will not receive notification of it. You can always sign up again by typing /start
de: Der Bot wurde nun deaktiviert. Du wirst nun keine weiteren Benachrichtigungen mehr erhalten. Der Bot kann jederzeit wieder mit /start aktiviert werden.
es: Te has desuscrito, ya no recibirás más notificaciones de este bot. De igual forma, siempre puedes volver con /start
it_it: Iscrizione annullata. Non riceverai più notifiche dal gioco ma potrai sempre iscriverti nuovamente digitando /start
pl: Zostałeś wypisany. Teraz nie otrzymasz już więcej powiadomień. W każdej chwili możesz zapisać się ponownie, wpisując /start
pt: Você cancelou sua inscrição e não receberá mais mensagens do bot. Você poderá sempre voltar, basta enviar /start
ru: Вы отписались от рассылки. Теперь вы не будете получать уведомления от него. Вы всегда можете подписаться снова набрав /start
zh: 您中止了訂閱。你不會再收到任何有關於本遊戲的通知。您可以隨時透過 /start 指令重新加入我們
zh_hans: 你已取消订阅。你现在不会再收到相关的通知。你可以随时输入 /start 命令重新登入
zh_hant: 您中止了訂閱。你不會再收到任何有關的通知。你可以隨時透過 /start 指令重新啟動本遊戲

# ratebot
source: Please, rate this bot
de: Bitte bewerte diesen Bot
es: Por favor, valora este bot
fa: لطفا،به این ربات امتیاز بدید
it_it: Per favore valuta il nostro bot
pl: Proszę, oceń tego bota
pt: Por favor, avalie o bot
ru: Пожалуйста, оцените этого бота
zh: 請為本遊戲評分
zh_hans: 请给本bot打分
zh_hant: 請為本遊戲評分

# thanks
source: Thank you!
de: Danke!
es: ¡Gracias!
fa: سپاسگذاریم!
it_it: Grazie!
pl: Dziękuję!
pt: Obrigado!
ru: Спасибо
zh: 萬分感激！
zh_hans: 非常感谢！
zh_hant: 萬分感激！

# help
source: You are playing the first strategy game of Telegram. You can grow crops::-bread-::, change them to gold::-moneybag-::, run quests🚀, fight with other players ⚔, and develop your village. Enjoy! Support chat: https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA News channel - @VillageGameEn /chooselanguage - choose language
de: Du spielst das erste Strategiespiel in Telegram. Du kannst Getreide anbauen::-bread-::, es gegen Geld verkaufen::-moneybag-::, Quests erfüllen🚀, gegen andere Spieler kämpfen⚔ und dein Dorf entwicklen. Viel Spaß! Support chat: https://telegram.me/joinchat/B31JfT7fWt7AfsIhuMGoZg Neuigkeiten - @VillageGameEn FB - https://www.facebook.com/groups/1018021724912969/ /chooselanguage - Sprache wählen
es: Estás jugando al primer juego de estrategia de Telegram. Puedes cultivar ::-bread-::, venderlo por oro::-moneybag-::, realizar misiones🚀, luchar con otros jugadores⚔ y desarrollar tu pueblo. ¡Diviértete! Chat de soporte en español: https://telegram.me/joinchat/AHDvRj9C3vWnt2MT5Ufdlw FB - https://www.facebook.com/groups/1018021724912969/ Canal de noticias: @VillageGameEn Elegir idioma: /chooselanguage
fa: شما در حال بازی کردن اولین بازی استراتژی تلگرام هستید.می توانید ::-bread-:: محصولاتتان را پرورش دهید از آنها ::-moneybag-:: طلا بدست آورید به 🚀 ماجراجویی بروید، با دیگر بازیکنان ⚔ بجنگید،و دهکده خود را گسترش دهید. امیدواریم از بازی لذت ببرید. گروه پشتیبانی: https://telegram.me/joinchat/B31JfT7keZA7wmhTG2QM2g تنها کانال رسمی - @VillageGameFarsi
it_it: Benvenuto nel primo gioco strategico mai creato prima su Telegram. Coltiva ::-bread-::, convertilo in oro ::-moneybag-::, completa le missioni🚀, combatti contro altri giocatori⚔ e costruisci il tuo villaggio. Buon divertimento! Chat di supporto - https://telegram.me/joinchat/Bah_0z97MdLjLJuGCktIKw Canale - @VillageGameEn Scegli la lingua - /chooselanguage
pl: Grasz w pierwszą grę strategiczną na Telegramie. Możesz Możesz posadzić rośliny ::-bread-::, wymienić je na złoto::-moneybag-::, wziąć udział w zadaniu 🚀, walczyć z innymi graczami ⚔, a także rozwijać swoją wioskę. Baw się dobrze! Wsparcie: https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA FB - https://www.facebook.com/groups/1018021724912969/ Nowości - @VillageGameEn /chooselanguage - zmień język
pt: Você está jogando o primeiro jogo de estratégia do Telegram. Você pode plantar trigo para fazer pães ::-bread-::, trocá-los por ouro ::-moneybag-::, participar de quests 🚀, lutar com outros jogadores ⚔, e desenvolver sua vila. Divirta-se! Grupo Oficial: https://telegram.me/joinchat/B31JfT7g7Avl9kmA6L0JJQ Canal Oficial (em inglês): @VillageGameEn Grupo internacional no Facebook: FB - https://www.facebook.com/groups/1018021724912969/ /chooselanguage: choose language/выберите язык бота/escolha idioma
ru: Вы играете в первую стратегию в тг. Вы выращиваете урожай::-bread-::, меняете его на монеты::-moneybag-::, выполняете квесты🚀, сражаетесь с другими игроками⚔ и развиваете свою деревню. Наслаждайтесь! Чат игры и техподдержка - https://telegram.me/joinchat/B31JfT5pkNY3tASfkuh-Wg Канал с новостями - @VillageGameRu Вконтакте - https://vk.com/tgcreator /chooselanguage - choose language
zh: 這是Telegram上的首款策略遊戲。你可以耕作 ::-bread-::，以農作物換取金錢::-moneybag-::，完成各款任務🚀，與不同玩家戰鬥 ⚔，以及建設你的村莊。 盡情玩吧！ 英語支援小組: https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA 新聞頻道 - @VillageGameEn /chooselanguage - 選擇語言 (本翻譯由南極灰熊提供。)
zh_hans: 你正在玩的是Telegram上的第一款策略游戏。你可以种植农作物生产::-bread-::，用其换取金钱::-moneybag-::，执行任务🚀，与其他玩家战斗⚔，同时壮大你的村子。 祝你玩的开心！ 聊天支持：https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA 新闻频道 - @VillageGameEn /chooselanguage - 选择语言
zh_hant: 這是Telegram上的首款策略遊戲。你可以耕作 ::-bread-::，以農作物換取金錢::-moneybag-::，完成各款任務

# village_description
source: Village %villagename% (Level %level%::-village-::, %level_percents%%) Workers: %workers% ::-worker-:: Bread: %bread% / %max_bread% ::-bread-:: %bread_action% Gold: %gold% ::-moneybag-:: %diamonds% ::-diamond-:: Medals: %medals% ::-medal-::
de: %villagename%s Dorf: (Level %level%::-village-::, %level_percents%%) Arbeiter: %workers% ::-worker-:: Brot: %bread% / %max_bread% ::-bread-:: Gold: %gold% ::-moneybag-:: %diamonds%::-diamond-:: Medallien: %medals% ::-medal-::
es: Pueblo %villagename% (Nivel %level%::-village-::, %level_percents%%) Aldeanos: %workers% ::-worker-:: Alimento: %bread% / %max_bread% ::-bread-:: Tesoro: %gold% ::-moneybag-:: %diamonds% ::-diamond-:: Medallas: %medals% ::-medal-::
fa: دهکده %villagename% (سطح %level%::-village-::, %level_percents%%) کارگرها: %workers% ::-worker-:: محصولات: %bread% / %max_bread% ::-bread-:: %bread_action% گلدها: %gold% ::-moneybag-:: جم ها: %diamonds% ::-diamond-:: مدال ها: %medals% ::-medal-::
it_it: Villaggio %villagename% (Livello %level%::-village-::, %level_percents%%) Lavoratori: %workers% ::-worker-:: Pane: %bread% / %max_bread% ::-bread-:: Oro: %gold% ::-moneybag-:: %diamond%::-diamond-:: Medaglie: %medals% ::-medal-::
pl: Wioska %villagename% (Poziom %level%::-village-::, %level_percents%%) Pracownicy: %workers% ::-worker-:: Chleb: %bread% / %max_bread% ::-bread-:: %bread_action% Złoto: %gold% ::-moneybag-:: %diamonds% ::-diamond-:: Medale: %medals% ::-medal-::
pt: Vila %villagename% (Nível %level%::-village-::, %level_percents%%) Trabalhadores: %workers% ::-worker-:: Pães: %bread% / %max_bread% ::-bread-:: %bread_action% Ouro: %gold% ::-moneybag-:: %diamonds% ::-diamond-:: Medalhas: %medals% ::-medal-::
ru: Деревня %villagename% (Ур. %level%::-village-::, %level_percents%%) Рабочих: %workers% ::-worker-:: Урожай: %bread% / %max_bread% ::-bread-:: %bread_action% Золото: %gold% ::-moneybag-:: %diamonds% ::-diamond-:: Медали: %medals% ::-medal-::
zh: 村落 %villagename% (等級 %level%::-village-::, %level_percents%%) 工人: %workers% ::-worker-:: 麵包: %bread% / %max_bread% ::-bread-:: %bread_action% 金錢: %gold% ::-moneybag-:: %diamonds% ::-diamond-:: 勳章: %medals% ::-medal-::
zh_hans: %villagename%的村子（%level%级::-village-::，%level_percents%%） 工人：%workers% ::-worker-:: 面包：%bread% / %max_bread% ::-bread-:: 金钱：%gold% ::-moneybag-:: %diamonds% ::-diamond-:: 勋章：%medals% ::-medal-::
zh_hant: %villagename%的村落 (等級 %level%::-village-::, %level_percents%%) 工人: %workers% ::-worker-:: 麵包: %bread% / %max_bread% ::-bread-:: 金錢: %gold% ::-moneybag-:: %diamonds% ::-diamond-:: 獎牌: %medals% ::-medal-::

# friend_added
source: A friend was added. You received 1 ::-worker-:: and 5 ::-moneybag-:: Invite friends /invite_friends
de: Ein Freund wurde hinzugefügt. Du hast 1 ::-worker-:: und 5 ::-moneybag-:: erhalten. Lade weitere Freunde ein: /invite_friend
es: Un amigo se ha unido. Recibes 1 ::-worker-:: y 5 ::-moneybag-:: Invita más amigos: /invite_friends
fa: ظاهرا یکی از دوستان شما با لینک شما ثبت نام و دهکده ای در نزدیکی شما ساخته است. شما 1 ::-worker-:: و 5 ::-moneybag-:: طلا بدست آوردید دوستانتان را به بازی دعوت کنید /invite_friends
it_it: Hai un nuovo amico!. Hai ricevuto 1 ::-worker-:: e 5 ::-moneybag-:: Invita amici /invite_friends
pl: Dodałeś przyjaciela. Otrzymujesz 1 ::-worker-:: oraz 5 ::-moneybag-:: Zaproś przyjaciół: /invite_friends
pt: Um amigo foi adicionado. Você recebeu 1 ::-worker-:: e 5 ::-moneybag-::. Convide mais amigos: /invite_friends
ru: К вам добавился друг. Вы получили 1 ::-worker-:: и 5 ::-moneybag-:: Приглашайте еще друзей /invite_friends
zh: 一位好友接受了您的邀請。您獲贈了 1 位 ::-worker-:: 及 5 袋 ::-moneybag-:: 請邀請更多朋友 /invite_friends
zh_hans: 一名好友接受了你的邀请。你得到了1::-worker-::和5::-moneybag-:: 邀请好友 /invite_friends
zh_hant: 一位好友接受了您的邀請。您獲贈了 1 位 ::-worker-:: 及 5袋 ::-moneybag-:: 請邀請您的朋友 /invite_friends

# working_yet
source: You are currently working. Wait a short while. You can run quests /quests
de: Du arbeitest gerade. Warte etwas. Du kannst währenddessen mit /quests Quests bewältigen.
es: Ya estás trabajando actualmente. Espera un poco. Mientras, puedes realizar misiones pulsando /quests
it_it: Stai già lavorando. Attendi ancora un po'. Puoi compiere missioni con /quests
pl: Obecnie teraz pracujesz. Odczekaj chwilę. Możesz uruchomić zadania: /quests
pt: Você já está trabalhando. Espere um momento. Enquanto espera você pode fazer missões /quests
ru: Вы еще работаете, подождите немного! А пока можете выполнять квесты - /quests
zh: 您正在工作。請稍候。或者您可以先做任務 /quests
zh_hans: 你还在干活。请稍等片刻。你可以先去执行任务 /quests
zh_hant: 您正在工作。請稍候。或者您可以先做任務 /quests

# work_started
source: You start to work and harvest 60::-bread-::! And now you can run /quests
de: Die Arbeit beginnt und du erntest %bread% ::-bread-::! Nun kannst du Quests erledigen /quest
es: ¡Comienzas a trabajar y cosechas %bread%::-bread-::! Ahora puedes realizar misiones /quests.
it_it: Il tuo lavoro e' iniziato e hai raccolto 60::-bread-::! E puoi intraprendere missioni con /quests
pl: Rozpocząłeś prace i uzbierałaś %bread%::-bread-::! A teraz możesz ukończyć zadanie: /quests
pt: Você começou a trabalhar e conseguiu %bread% ::-bread-::! Enquanto isso, você pode ir fazer missões em /quests.
ru: Вы начали работать и собрали 60::-bread-::. Вы будете заняты около 3-х минут. А пока что можете выполнить квесты /quests
zh: 您開始了工作並收穫到60份::-bread-::！現在您或者可以先去挑戰任務 /quests
zh_hans: 你开始干活了，还收获了60::-bread-::！现在你可以去做一下任务 /quests
zh_hant: 您開始了工作以及收穫到60份::-bread-::！現在您或者可以去挑戰任務 /quests

# promocode_accept
source: Promocode accepted. Gold - %gold%
de: Promocode akzeptiert. Gold: %gold%::-moneybag-::
es: Código promocional aceptado. Oro +%gold%::-moneybag-::
it_it: Il codice promozionale è valido. Oro - %gold%::-moneybag-::
pl: Kod promocyjny zaakceptowany. Otrzymano tyle złota - %gold%
pt: Código promocional aceito. Ouro - %gold%-::-moneybag-::
ru: Промокод принят. Вы получили %gold% ::-moneybag-::
zh: 推廣碼被接納了。金錢 - %gold%
zh_hans: 收到推广码。金钱 - %gold%::-moneybag-::
zh_hant: 推廣碼被接納了。金錢 - %gold%

# promocode_reject
source: Bad promocode. You can /work or run /quests
de: Falscher Promocode. Du kannst arbeiten /work oder eine Mission machen /quest
es: Código promocional erróneo. Puedes trabajar /work o realizar misiones /quests
fa: متاسفانه کد تبلیغاتی شما تایید نشد. می توانید زراعت کنید/work و یا به ماجراجویی بروید /quests
it_it: Il codice promozionale non è valido. Puoi avviare un lavoro /work o compiere missioni /quests
pl: Zły kod promocyjny. Możesz teraz pracować: /work albo wykonać zadanie: /quest
pt: Código promocional rejeitado. Você pode ir trabalhar (/work) ou ir fazer missões (/quests)
ru: Мы не можем дать вам денег по этому промокоду. Но вы можете собрать хлеб /work или выполнить квесты /quests
zh: 推廣碼錯誤。您可以先去工作 /work 或挑戰任務 /quests
zh_hans: 推广码错误。你可以 /work 或执行 /quests
zh_hant: 推廣碼錯誤。

# work_finished
source: Work is finished, my lord! Work - /work
de: Herr, die Arbeit ist beendet. - /work
es: ¡Trabajo finalizado, mi señor! Trabajar - /work
fa: کار کارگران تموم شد. برای زراعت مجدد کلیک کنید /work
it_it: Lavoro completato, mio signore! Inizia il lavoro - /work
pl: Praca ukończona mój Panie! Pracuj dalej - /work
pt: Trabalho terminado, meu senhor! Trabalhar - /work
ru: Работа окончена, милорд! Работать еще - /work
zh: 主人！工作完成了。再次工作 - /work
zh_hans: 老爷！活儿干完了。接着干 - /work
zh_hant: 主人！工作完成了。再次工作 - /work

# tutorial_1
source: You go through fields and see that the purse with 51 coins::-moneybag-:: lies on the road.
de: Du gehst durch deine Felder und siehst einen Beutel mit 51 Münzen::-moneybag-:: auf der Straße liegen.
es: Caminas por los campos y encuentras un saco con 51 monedas ::-moneybag-:: en medio del camino.
it_it: Mentre attraversi i campi scorgi in una strada vicina una borsa contenente 51 monete::-moneybag-::.
pl: Idąc poprzez pola zauważasz torbę a w niej 51 monet ::-moneybag-::.
pt: Você está passeando no campo e vê uma bolsa jogada na estrada contendo 51 moedas ::-moneybag-::.
ru: Вы идете по плодородным полям и видите, что на дороге валяется кошелек с 51 монетой::-moneybag-::
zh: 你在田野間走了一趟，在路上發現了一個裝著 51個金幣::-moneybag-::的錢袋。
zh_hans: 你去了趟田里。路上捡到了一袋钱，有51::-moneybag-::。
zh_hant: 你在田野間走了一趟，在路上發現了一個裝著 51個金幣::-moneybag-::的錢包。

# tutorial_2
source: That's good fortune! Then, you see two peasants ::-worker-::::-worker-::. And there you have a brilliant idea - to hire them and to establish a settlement here.
de: Was für ein Glück! Du siehst zwei Bauern ::-worker-::::-worker-::. Und hast eine geniale Idee - du beschäftigst sie als Arbeiter um hier ein Dorf zu errichten.
es: ¡Eso sí es buena suerte! En ese momento, ves a dos campesinos ::-worker-::::-worker-::. Y te aborda una brillante idea - contratarles y establecer un campamento aquí.
it_it: Hey, che fortuna! Hai avvistato due contadini ::-worker-::::-worker-:: e ti è venuta una brillante idea: assumerli e stabilire un insediamento qui.
pl: Oto uśmiech losu! Spotykasz dwóch wieśniaków ::-worker-::::-worker-::. I postanawiasz ich zabrać do wioski żeby się tam osiedlili.
pt: Que sorte! Então você vê dois camponeses ::-worker-::::-worker-::. E aí você tem uma brilhante ideia — contratá-los e fundar uma Vila aqui.
ru: Вот это удача! Дальше вы видите двух крестьян ::-worker-::::-worker-:: и у вас возникает гениальная идея - нанять их и основать здесь поселение.
zh: 真好運啊！然後，您遇上了兩位農夫::-worker-::::-worker-::。 您突然想到了一個妙計 - 僱用他們然後在此處建立自己的家園。
zh_hans: 真走运！然后你遇到了两个农民::-worker-::::-worker-::。你心生妙计 - 雇佣他们帮你在这里建造家园。
zh_hant: 真好運啊！然後，您遇上了兩位農夫::-worker-::::-worker-::。 您突然想到了一個妙計 - 僱用他們然後在此處建立自己的家園。

# tutorial_3
source: Well, the peasants are employed. By the way, now is the time to sell your harvest of 2000 ::-bread-:: that you can earn 20 ::-moneybag-:: from.
de: Nun, die Bauern sind eingestellt. Übrigens, jetzt ist der richtige Zeitpunkt um deine Ernte von 2000 ::-bread-:: für 20 ::-moneybag-:: zu verkaufen.
es: Bien, los aldeanos están contratados. Por cierto, es momento de vender tu cosecha de 2000 ::-bread-:: y así ganar 20 ::-moneybag-::.
it_it: Bene, i contadini sono a lavoro. È arrivato il momento di vendere il raccolto di 2000 ::-bread-:: con il quale guadagnerai 20 ::-moneybag-::.
pl: Więc, wieśniacy są już zatrudnieni. Przy okazji czas już na sprzedaż zbiorów. Masz ::-bread-:: możesz za to otrzymać 20 ::-moneybag-::
pt: Bom, os camponeses foram contratados. A propósito, agora é hora de vender sua colheita de 2000 ::-bread-:: assim, você pode ganhar 20 ::-moneybag-:: .
ru: Отлично, крестьяне наняты. Кстати, сейчас пора продать урожай, 2000 ::-bread-:: - на этом вы можете заработать 20 ::-moneybag-::
zh: 就這樣，兩位農夫被你聘用了。 順帶一提，是時候把您的2000份農作物::-bread-::賣掉了，你可以從中獲利20::-moneybag-::。
zh_hans: 就这样，你雇了两名工人。顺便提醒一下，是时候该把你的2000::-bread-::卖掉了，你可以获利20::-moneybag-::。
zh_hant: 就這樣，兩位農夫被你聘用了。 順帶一提，是時候把您的2000份農作物::-bread-::賣掉了，你可以從中獲利20::-moneybag-::。

# tutorial_4
source: Excellent! The harvest matures with time, so we recommend that you periodically go into the game and collect it. Now it's time to get the money for the secret information - it is necessary to find the secret codes and enter them in the game. To get started go to @VillageGameEn channel, copy the code from the message which says \"Secret code: <code>\" and send it to this bot.
de: Großartig! Die Ernte wächst mit der Zeit, deswegen empfehlen wir, dass du von Zeit zu Zeit in das Spiel schaust und sie einsammelst. Nun ist es Zeit das Geld für die geheimen Informationen zu erhalten - es ist notwendig, geheime Codes zu finden und im Spiel einzugeben. Um anzufangen, tritt dem Kanal @VillageGameEn bei und kopiere den Code aus der Nachricht \"Secret code: <code>"\ und sende ihn an diesen Bot.
es: ¡Excelente! La cosecha madura con el tiempo, así que te recomiendo entrar en el juego periódicamente y recolectarla. Ahora es el momento de obtener dinero mediante información secreta - hay que encontrar los códigos secretos e introducirlos en el juego. Para empezar ve al canal @VillageGameEn, copia el código del mensaje que dice \"Secret code: <code>\" y envíalo a este bot.
it_it: Eccellente! Il raccolto maturerà col tempo, di tanto in tanto potresti entrare e raccoglierlo. Vediamo adesso un trucchetto guadagnare del denaro - dovrai trovare i codici segreti e inserirli nel gioco. Controlla nel canale @VillageGameEn, trova il messaggio che dice \"Secret code: <code>\" e invialo a questo bot.
pl: Wspaniale! Zbiory zostały zniszczone pod wpływem upływu czasu. Na przyszłość polecamy częściej odwiedzać grę i zbierać je. Teraz jest czas aby uzyskać środki z tajnych kodów. Aby je znaleźć wejdź na kanał: @VillageGameEn , skopiuj kod z wiadomości oznaczonej \"Secret code: <code>\" i podaj go w grze.
pt: Excelente! A colheita amadurece com o tempo, por isso recomendamos que você periodicamente venha ao jogo para recolhê-la. Agora é hora de conseguir o dinheiro para as informações secretas - é necessário encontrar os códigos secretos e inseri-los no jogo. Para começar, vá ao canal @VillageGameEn, copie o código da mensagem que diz \"Código secreto: <code>\" e o envie para este bot.
ru: Отлично! Урожай вызревает со временем, поэтому рекомендуем вам периодически заходить в игру и снимать его. Теперь пора получить деньги за тайные знания - для этого необходимо находить секретные коды и вводить их в игру. Для начала зайдите в канал @VillageGameRu, найдите запись вида "Секретный код: <КОД>" и отправьте этот код боту.
zh: 做得好！農作物會隨著時間成熟，所以我們建議您定時回到遊戲收割它們。 現在是時候用秘密情報去賺錢了 - 你需要找到那些秘碼然後在遊戲中輸入。你可以由@VillageGameEn 頻道中開始，複製那些寫著「Secret code: <code>」的訊息，然後傳送給我。
zh_hans: 干得好！农作物会随时间慢慢成熟。所以建议你定时回来收割它们，做成面包。 现在是时候用秘密情报去挣钱了。 - 你要找到某些密码并在这里输入它们。你可以从 @VillageGameEn 频道开始，复制那些写着“Secret code: <code>”的消息，然后发给我。
zh_hant: 做得好！農作物會隨著時間成熟，所以我們建議您定時回到遊戲收割它們。 現在是時候用秘密情報去賺錢了 - 你需要找到那些秘碼然後在遊戲中輸入。你可以由@VillageGameEn 頻道中開始，複製那些寫著「Secret code: <code>」的訊息，然後傳送給我。
