Repository: sivanov87/villagegamebot_texts
Catalog: texts_*.po
Languages: de, es, fa, it_it, pl, pt, ru, zh, zh_hans, zh_hant

# tutorial_5
source: Excellent! The harvest matures with time, so we recommend that you periodically go into the game and collect it. Now you need to develop the village. First, it would be good to take on new workers. One way to do this is to invite friends to the game by link %reflink%. Each one brings you one worker ::-worker-:: and 5 ::-moneybag-::. Or start /work
de: Du hast einen Code eingegeben und Geld erhalten. In Zukunft findest du weitere Codes im Kanal zum Spiel. Jetzt musst du dein Dorf leveln. Als erstes brauchst du mehr Arbeiter. Lade dazu einfach Freunde über %reflink% ein, pro Freund erhältst du einen Arbeiter ::-worker-:: und 5 ::-moneybag-::. Oder beginne mit /work mit der Arbeit.
es: ¡Excelente! La cosecha madura con el tiempo, así que te recomiendo periódicamente entrar en el juego y recolectarla. Ahora necesitas desarrollar el pueblo. Primero, estaría bien adquirir nuevos trabajadores. Un modo de hacerlo es invitar amigos al juego mediante el link %reflink%. Cada uno te dará un trabajador ::-worker-:: y 5 ::-moneybag-::. O comienza a trabajar /work
it_it: Eccellente! Il raccolto maturerà nel tempo, quindi ti consigliamo di entrare periodicamente nel gioco per raccoglierlo. Adesso pensiamo a sviluppare il villaggio. Prima di iniziare pero', sarebbe meglio reclutare altri lavoratori. Un modo per farlo è invitare tuoi amici attraverso questo link %reflink%. Ogni amico che utilizzerà il tuo link per entrare, ti darà 1 ::-worker-:: e 5 ::-moneybag-::. Oppure inizia un lavoro /work
pl: Wspaniale! Zbiory zostały zniszczone pod wpływem upływu czasu. Na przyszłość polecamy częściej odwiedzać grę i zbierać je. Teraz rozwijaj swoją wioskę. Na początku dobrze jest znaleźć nowych pracowników. Jedną z metod jest zaproszenie znajomych do gry przy pomocy tego linku: %reflink% Za każdą osobę otrzymasz jednego pracownika: ::-worker-:: i 5 ::-moneybag-::. Możesz też rozpocząć pracę: /work
pt: Excelente! A colheita amadurece com o tempo, por isso recomendamos que você periodicamente venha ao jogo para recolhê-la. Agora você precisa desenvolver sua vila. Primeiro, seria bom contratar novos trabalhadores. Um modo de fazer isso é convidando amigos para o jogo usando o link %reflink%. Cada amigo traz um novo trabalhador ::-worker-:: e 5 ::-moneybag-::. Ou comece a trabalhar /work
ru: Отлично! Урожай вызревает со временем, поэтому рекомендуем вам периодически заходить в игру и снимать его. Теперь вам нужно развивать деревню. Сначала было бы неплохо набрать новых рабочих. Один из путей для этого - приглашать в игру друзей по ссылке %reflink%. Каждый вступивший друг принесет вам одного рабочего ::-worker-:: и 5 ::-moneybag-:: Или начните работать - /work
zh: 做得好！農作物會隨著時間成熟，所以我們建議您定時回到遊戲收割它們。 現在您需要發展您村莊。首先，聘請新的工人會為您的村落增添動力。您可以透過此連結%reflink%邀請親朋戚友加入這個遊戲。每一個好友的加入，都會為您帶來一個新的工人::-worker-:: 和 5袋 ::-moneybag-::。或者您可以先開始工作 /work
zh_hans: 干得好！农作物会随时间慢慢成熟，所以建议你定时回来收割它们，做成面包。 现在你需要壮大你的村子。首先，雇佣更多的工人能为你的村子增加动力。你可以通过这个链接 %reflink% 邀请好友加入游戏。每加入一个好友，都能给你增加一名工人::-worker-:: 和5::-moneybag-::。 你也可以先开始干活 /work
zh_hant: 做得好！農作物會隨著時間成熟，所以我們建議您定時回到遊戲收割它們。 現在您需要發展您村莊。首先，聘請新的工人會為您的村落增添動力。您可以透過此連結%reflink%邀請親朋戚友加入這個遊戲。每一個好友的加入，都會為您帶來一個新的工人::-worker-:: 和 5個 ::-moneybag-::。或者您可以先開始工作 /work

# tutorial_4_no
source: You have entered an incorrect code. Unfortunately, we are unable to charge you money :(. In the future, you can find the codes in the channels or from friends. Now you need to develop the village. First, it would be good to take on new workers. One way to do this is to invite friends to the game by link %reflink%. Each one brings you one worker ::-worker-:: and 5 ::-moneybag-::.
de: Der eingegebene Code war leider falsch. Wir können dir kein Geld dafür geben :C. In Zukunft findest du weitere Codes im Kanal zum Spiel oder bekommst sie von Freunden. Jetzt musst du dein Dorf leveln. Als erstes brauchst du mehr Arbeiter. Lade dazu einfach Freunde über %reflink% ein, pro Freund erhältst du einen Arbeiter ::-worker-:: und 5 ::-moneybag-::.
es: Has introducido un código incorrecto. Lamentablemente, no podemos darte dinero :(. En el futuro, puedes encontrar códigos en los canales del juego o pueden dártelos tus amigos. Ahora necesitas desarrollar tu pueblo. En primer lugar, deberías reclutar más aldeanos. Una manera de hacerlo es invitar amigos al juego mediante el link %reflink%. Cada nuevo amigo te dará un aldeano ::-worker-:: y 5 ::-moneybag-::.
it_it: Hai inserito un codice errato. Non possiamo darti i soldi :( In futuro, potrai trovare i codici nel canale oppure dagli amici. Ora pensiamo alla costruzione del tuo villaggio. Prima di tutto, dovresti reclutare nuovi lavoratori. Un modo per farlo è invitare i tuoi amici con questo link %reflink%. Ognuno di loro ti porterà 1::-worker-:: e 5 ::-moneybag-::.
pl: Wpisałeś niepoprawny kod. Niestety nie możemy dodać Ci środków :( Na przyszłość możesz znaleźć kody na kanałach TG lub od przyjaciół i znajomych. Musisz teraz rozwinąć wioskę. Po pierwsze najlepiej zatrudnić nowych pracowników. Jedną z metod jest zaproszenie znajomych do gry poprzez specjalny link %reflink%. Za każdą poleconą osobą otrzymasz jednego pracownika ::-worker-:: oraz 5 ::-moneybag-::.
pt: Você enviou um código incorreto. Infelizmente não podemos te entregar o dinheiro :(. No futuro, você pode conseguir códigos no canal ou com amigos. Agora você precisa desenvolver sua vila. Primeiro, seria bom contratar novos trabalhadores. Um modo de fazer isso é convidando amigos para o jogo usando o link %reflink%. Cada amigo traz um novo trabalhador ::-worker-:: e 5 ::-moneybag-::.
ru: Вы ввели неправильный код. К сожалению, мы не можем начислить вам деньги :( В будущем вы сможете находить коды в каналах или их вам будут давать друзья. Теперь вам нужно развивать деревню. Сначала было бы неплохо набрать новых рабочих. Один из путей для этого - приглашать в игру друзей по ссылке %reflink%. Каждый вступивший друг принесет вам 1 ::-worker-:: и 5 ::-moneybag-::
zh: 您輸入了一個錯誤的代碼。我們不能為你充值。:( 在未來，你可以從各頻道或朋友口中得知代碼。 現在您需要發展您村莊。首先，聘請新的工人會為您的村落增添動力。您可以透過此連結%reflink%邀請親朋戚友加入這個遊戲。每一個好友的加入，都會為您帶來一個新的工人::-worker-:: 和 5個 ::-moneybag-::。
zh_hans: 你输入了一个错误的密码，无法给你充值:( 以后你可以从各个频道或朋友那里得到密码。 现在你需要壮大你的村子。首先，雇佣更多的工人能为你的村子增加动力。你可以通过这个链接 %reflink% 邀请好友加入游戏。每加入一个好友，都能给你增加一名工人::-worker-:: 和5::-moneybag-::。
zh_hant: 您輸入了一個錯誤的秘碼。我們不能為你充值。:( 在未來，你可以從各頻道或朋友口中得到秘碼。 現在您需要發展您村莊。首先，聘請新的工人會為您的村落增添動力。您可以透過此連結%reflink%邀請親朋戚友加入這個遊戲。每一個好友的加入，都會為您帶來一個新的工人::-worker-:: 和 5個 ::-moneybag-::。

# harvested
source: You sold %bread_diff% ::-bread-:: for %gold_diff% ::-moneybag-::, great!
de: Du hast %bread_diff% ::-bread-:: für %gold_diff% ::-moneybag-:: verkauft, prima!
es: Vendiste %bread_diff% ::-bread-:: por %gold_diff% ::-moneybag-::, ¡bien!
it_it: Hai venduto %bread_diff% ::-bread-:: per %gold_diff% ::-moneybag-::, ottimo!
pl: Sprzedałeś %bread_diff% ::-bread-:: za %gold_diff% ::-moneybag-::, wspaniale!
pt: Você vendeu %bread_diff% ::-bread-:: por %gold_diff% ::-moneybag-::, que ótimo!
ru: Вы продали %bread_diff%::-bread-:: за %gold_diff%::-moneybag-::, великолепно!
zh: 你賣了 %bread_diff%份 ::-bread-:: 以換取%gold_diff%袋 ::-moneybag-::，太好了！
zh_hans: 你卖掉了%bread_diff% ::-bread-:: ，赚到了%gold_diff% ::-moneybag-::，太好了！
zh_hant: 你賣了 %bread_diff%份 ::-bread-:: 以換取%gold_diff%袋 ::-moneybag-::，太好了！

# tutorial_3_no
source: It is necessary to gather the harvest, otherwise it will corrupt. :( /harvest
de: Du musst die Ernte einfahren, sonst wird sie verrotten. :(
es: Es necesario cosechar, o se echará a perder. :( /harvest
it_it: È necessario raccogliere il grano, altrimenti inizierà a marcire. :( /harvest
pl: Koniecznie zbieraj swoje plony, inaczej zgniją i je stracisz :( /harvest
pt: Você precisa fazer a colheita, ou vai apodrecer. :( /harvest
ru: Необходимо собрать урожай, иначе он сгниет :( /harvest
zh: 您要收割您的農作物了，否則它們會變臭的。:( /harvest
zh_hans: 该收割庄稼做成面包了，不然都要烂掉了。:( /harvest
zh_hant: 您要收割您的農作物了，否則它們會變臭的。 :(

# top_before
source: Best players::-medal-::
de: Die besten Spieler::-medal-::
es: Mejores jugadores::-medal-::
fa: بهترین بازیکنان ::-medal-::
it_it: Migliori giocatori::-medal-::
pl: Najlepsi gracze ::-medal-::
pt: Melhores jogadores ::-medal-::
ru: Лучшие игроки ::-medal-::
zh: 最佳玩家::-medal-::
zh_hans: 最佳玩家::-medal-::
zh_hant: 最佳玩家::-medal-::

# need_harvest
source: Your fields are filled. It is necessary to gather the harvest, otherwise the bread will start to corrupt - /harvest
de: Deine Felder sind voll. Du musst die Ernte einfahren, sonst wird sie verrotten. Verwende /harvest
es: Tus campos están llenos. Debes cosechar, o el alimento se echará a perder - /harvest
fa: انبارهای شما در حال پر شدن هستند. لطفا محصولات را بفروشید. /harvest
it_it: I tuoi campi sono pieni. Dovresti raccogliere, altrimenti il pane inizierà a marcire. - /harvest
pl: Twoje pola są przepełnione. Musisz zebrać plony, inaczej je stracisz - /harvest
pt: Seu campo está cheio. Você precisa fazer a colheita, ou seu pão vai começar a apodrecer - /harvest
ru: Ваши поля заполнены. Необходимо собрать урожай, иначе хлеб начнет сгнивать. /harvest
zh: 您的農場堆滿了麵包。您是時候收割它們了，否則這些麵包會變壞 - /harvest
zh_hans: 你的农仓里已经堆满了面包。是时候该把它们卖掉了，否则都要霉掉了。- /harvest
zh_hant: 您的農場堆滿了麵包。您是時候收割它們了，否則這些麵包會開始變壞 - /harvest

# not_harvested
source: Harvest too little. Wait for until there are at least 100 ::-bread-:: or work - /work
de: Zu wenig Ernte. Warte bis du mindestens 100 ::-bread-:: hast - oder arbeite mit /work
es: Cosecha demasiado escasa. Espera hasta tener al menos 100 ::-bread-:: o trabaja - /work
it_it: Raccolto troppo piccolo. Attendi che arrivi almeno a 100 ::-bread-:: o lavora - /work
pl: Za wcześnie na zbiory. Poczekaj aż będzie co najmniej 100 sztuk ::-bread-:: możesz też pracować - /work
pt: A produção ainda está pouca. Espere até ter 100 ::-bread-:: ou trabalhe - /work
ru: Урожая слишком мало. Подождите, пока его станет не менее 100 ::-bread-::
zh: 農作物太少了。請等到至少有100個::-bread-:: 再收割。或者您可以先去工作 - /work
zh_hans: 面包太少了。请等到至少有100::-bread-::再卖出。你可以先去干活 - /work
zh_hant: 農作物太少了。請等到至少有100個::-bread-:: 再賣。或者您可以先去工作 - /work

# quest_1_description
source: The caravan passes near your village. It asks you for protection. It needs %start_power% ::-sword-::. For its defense you get %gold% ::-moneybag-::.
de: Eine Karawane kommt in der Nähe deines Dorfes vorbei. Sie fragt dich nach Schutz. Sie brauchen %start_power% ::-sword-::. Für ihre Verteidigung erhältst du %gold% ::-moneybag-::.
es: La caravana pasa cerca de tu pueblo. Solicita tu protección. Necesita %start_power% ::-sword-::. Por su defensa obtendrás %gold% ::-moneybag-::.
it_it: Le carrozze sono passate vicino al tuo villaggio. Ti chiedono protezione. Hai bisogno di %start_power% ::-sword-::. Per la difesa riceverai %gold% ::-moneybag-::.
pl: Karawana mija Twoją wioskę. Zostałeś poproszony o jej ochronę. Potrzeba %start_power% ::-sword-::. Jeśli się uda to otrzymasz: %gold% ::-moneybag-::.
pt: Uma caravana passa perto de sua vila. Ela pede sua proteção. É necessário %start_power% ::-sword-::. Pela sua defesa, você ganha %gold% ::-moneybag-::.
ru: Рядом с вашей деревней проходит караван. Он просит у вас защиты. Ему требуется %start_power% ::-sword-::. За его защиту вы получите %gold% ::-moneybag-::
zh: 一支商旅經過了您的村莊。他們向您請求保護。他們需要%start_power% ::-sword-::。你可以從中賺取%gold% ::-moneybag-::。
zh_hans: 一支商队从你的村子附近经过。他们请你做保镖。这需要%start_power% ::-sword-::。你可以因此赚到%gold% ::-moneybag-::。
zh_hant: 一支商旅經過了你的村莊。他們向您請求保護。他們需要%start_power% ::-sword-::。你可以從中賺取%gold% ::-moneybag-::。

# quest_1_good
source: Excellent! The caravan passed without any problems, and you enjoy your profits!
de: Großartig! Die Karawane ist ohne Probleme vorbei gezogen und du kannst dich über dein Gold freuen!
es: ¡Excelente! ¡La caravana pasó sin problemas, y tú disfrutas de tus beneficios!
fa: کاروانیان بدون هیچ مشکلی به مقصد رسیدند. از گلد خود لذت ببرید!
it_it: Eccellente! Le carrozze sono passate senza alcun problema, e tu hai ricevuto la tua ricompensa!
pl: Wspaniale! Karawana przeszła bez żadnych przeszkód. Ciesz się teraz swoim zyskiem!
pt: Excelente! A caravana passou sem problemas, aproveite seu lucro!
ru: Отлично, караван прошел без проблем, а вы радуйтесь прибыли.
zh: 太好了！那支商旅安全地通過，亦沒有遇上任何麻煩事，您可以坐享其成！
zh_hans: 太棒了！那支商队安全地通过，而你开心地挣到了钱！
zh_hant: 太好了！那支商旅安全地通過，你可以享受您的利潤！

# quest_1_question
source: The caravan was attacked and your guards barely keep it defended. Send the aid of %add_power% ::-sword-:: or they will die!
de: Die Karawane wurde angegriffen und ihre Beschützer konnten sie nur knapp verteidigen. Schicke %add_power% ::-sword-:: zur Unterstützung oder sie werden sterben!
es: La caravana fue atacada y tus guardias apenas pueden defenderla. ¡Envía la ayuda de %add_power% ::-sword-:: o morirán!
fa: کاروانیان مورد حمله قرار گرفته اند و سربازان شما به سختی در حال دفاع کردن از آنان هستند. برای آنها %add_power% نفر ::-sword-:: نیروی کمکی بفرستید وگرنه می میرند!
it_it: la carovana è sotto attacco e le tue guardie faticano a difenderla. Invia aiuto %add_power% ::-sword-:: o altrimenti moriranno!
pl: Karawana została zaatakowana i Twoi obrońcy ledwo dają radę. Wyślij wsparcie w ilości %add_power% ::-sword-:: albo polegną!
pt: A caravana foi atacada e seus guardas mal conseguem defendê-la. Mande a ajuda de %add_power% ::-sword-:: ou eles morrerão!
ru: Во время сопровождения на караван напали и ваша охрана с трудом держит оборону. Вышлите ей на подмогу %add_power% ::-sword-:: или они все погибнут!
zh: 那支商旅受到了襲擊，而您的守衛亦疲憊不堪了。請增派%add_power% ::-sword-:: 否則他們都會死！
zh_hans: 商队遭到了攻击，你派出的保镖要撑不住了。增援%add_power% ::-sword-::，否则他们死定了！
zh_hant: 那支商旅受到了襲擊，而您的守衛亦難以再抵受了。派遣%add_power% ::-sword-:: 否則他們會團滅！

# quest_1_win
source: Your troops protected the caravan and you got the gold.
de: Deine Truppen haben die Karawane beschützt und du hast deine Belohnung erhalten.
es: Tus tropas protegieron la caravana y obtuviste el oro.
fa: سربازان شما از کاروانیان محافظت کرده و شما دستمزد خود را دریافت نمودید.
it_it: Le tue truppe sono riuscite a proteggere la carovana, e tu hai ricevuto l'oro.
pl: Twoje odziały obroniły karawanę i otrzymujesz złoto.
pt: Sua tropa protegeu a caravana e você conseguiu o ouro.
ru: Ваши войска отбили атаку и торговцы выплатили вам причитающуюся плату.
zh: 您的軍隊成功保護了商旅，而您則得到了報酬。
zh_hans: 你的人马保护了商队，而你也拿到了报酬。
zh_hant: 您的軍隊保護了那支商旅，而您則得到了報酬。

# quest_1_fail
source: You did not send reinforcements, and the caravan along with defenders was destroyed...
de: Du hast keine Verstärkung geschickt und die Karawane wurde gemeinsam mit ihren Beschützern zerstört...
es: No enviaste refuerzos! La caravana y sus defensores fueron aniquilados...
it_it: Non hai inviato rinforzi, e la carovana e la sua scorta sono state distrutte.
pl: Nie wysłałeś wsparcia i karawana wraz z obrońcami została złupiona...
pt: Você não enviou reforços, a caravana e os defensores foram destruídos....
ru: Вы не выслали подмогу и караван вместе с защитниками уничтожен...
zh: 您沒有再增兵，那支商旅和守衛們都被摧毀了……
zh_hans: 你没有增援，那只商队和你派出的保镖们都被消灭了...
zh_hant: 您沒有再增兵，那支商旅和守衛都被摧殘了……

# quest_2_description
source: Bandits attacked a village. The mayor asked for help - to disperse the bandits you need to send an army of %start_power% ::-sword-::. Victory promises a handsome reward of %gold% ::-moneybag-::.
de: Banditen haben ein Dorf angegriffen. Der Bürgermeister hat um Hilfe gebeten — um die Banditen zu verjagen brauchst du %start_power% ::-sword-::. Der Sieg verspricht eine Belohnung von %gold% ::-moneybag-::.
es: Los bandidos atacaron un pueblo. Su alcalde solicita ayuda - para dispersar los bandidos necesitas enviar un ejército de %start_power% ::-sword-::. La victoria promete una grata recompensa de %gold% ::-moneybag-::.
fa: راهزنان به دهکده ای یورش برده اند و ریش سفیدان آن دهکده از شما درخواست کمک کرده اند. برای متفرق کردن راهزنان نیاز به %start_power% نفر ::-sword-:: سرباز داریم ولی در صورت پیروزی به ما قول %gold% عدد ::-moneybag-:: گلد داده اند.
it_it: I banditi hanno attaccato il villaggio. Il sindaco ha chiesto aiuto - per sconfiggere i banditi devi inviare un armata di %start_power% ::-sword-::. Se vincerai, un bel premio guadagnerai: %gold% ::-moneybag-::.
pl: Bandyci zaatakowali wioskę. Burmistrz poprosił o pomoc. Aby przepędzić bandytów musisz wysłać oddział z %start_power% ::-sword-::. Obietnica zwycięstwa oraz nagroda w wysokości: %gold% ::-moneybag-::.
pt: Bandidos atacaram a vila. O prefeito pediu ajuda — para debandar os bandidos, você precisa enviar uma frota de %start_power% ::-sword-::. Uma vitória promete uma bela recompensa de %gold% ::-moneybag-::.
ru: Рядом с одной из деревень орудуют бандиты - грабят путников, воруют женщин. Староста обратился за помощью - для разгона бандитов необходимо послать отряд %start_power% ::-sword-::. За победу они обещают щедрую награду %gold%::-moneybag-::
zh: 山賊們襲擊了一條村落。他們的村長向您請求援助 - 您需要%start_power% ::-sword-::來擊散那些山賊。事成後會有一筆可觀的收入，%gold% ::-moneybag-::。
zh_hans: 强盗袭击了一个村子。他们的村长向你求援 - 你需要派遣%start_power% ::-sword-::来赶走那些强盗。事成后会有一笔可观的报酬，%gold% ::-moneybag-::。
zh_hant: 山賊們襲擊了一條村落。他們的村長向您請求援助 - 您需要%start_power% ::-sword-::來擊散那些山賊。事成後會有一筆可觀的收入，%gold% ::-moneybag-::。

# quest_2_good
source: These bandits were cowards! They ran away, seeing your army. It was too easy, but the elders gave you the promised gold.
de: Diese Banditen waren Feiglinge! Sie sind schon weggerannt, als sie nur deine Truppen gesehen haben. Es war zu einfach, aber die Älteren haben dir das versprochene Gold gegeben.
es: ¡Menudos bandidos cobardes! Huyeron al ver tu ejército. Demasiado sencillo, pero los ancianos igualmente te dieron el oro prometido.
fa: راهزنان فرار کردند. ریش سفیدان گلدهایی که به شما وعده داده بودند را پرداخت کردند.
it_it: Quei banditi erano proprio dei vigliacchi! Sono scappati a gambe levate. È stato fin troppo facile, ma capo ti ha dato l'oro promesso.
pl: Bandyci okazali się zwykłymi tchórzami. Uciekli na sam widok armii. To było łatwe zwycięstwo, a władze obiecały złoto.
pt: Esses bandidos eram covardes! Fugiram ao ver sua tropa. Foi fácil, mas você ganhou o ouro prometido.
ru: Эти бандиты оказались трусами! Они разбежались, только завидев вашу армию. Это было слишком просто, но староста отдал вам обещанные монеты.
zh: 那些山賊只是廢物！他們一看到您的軍隊便逃散無蹤。這太簡單了，不過長老們都把之前約定過的賞金給了你。
zh_hans: 这些强盗简直就是些废物！他们看到你的人马就跑了。这太容易了，不过村长还是把之前约定好的酬金给了你。
zh_hant: 那些山賊只是廢物！他們一看到您的軍隊便逃散無蹤。這太簡單了，不過長老們都把之前約定過的賞金給了你。

# quest_2_question
source: The bandits were some strong guys - they took your team to the ring. To win, you need to hire additional troops of %add_power% ::-sword-::.
de: Die Banditen sind starke Jungs — sie haben deine Truppen in die Mangel genommen. Um zu gewinnen musst du zusätzlich %add_power% ::-sword-:: Truppen anheuern
es: Los bandidos son unos tipos rudos - ponen a tu equipo en dificultades. Para ganar, necesitas contratar %add_power% ::-sword-:: tropas adicionales.
fa: ظاهرا راهزنان قوی تر از آنچه بودند که ما فکر می کردیم. آنها جوخه سربازان ما را محاصره کرده اند.برای نجات سربازانمان باید تعداد %add_power% نفر سرباز ::-sword-:: استخدام کنیم.
it_it: I banditi sono dei tipacci davvero cattivi: hanno messo in difficoltà la tua squadra. Per vincere hai bisogno di inviare una truppa aggiuntiva di %add_power% ::-sword-::.
pl: Bandyci okazali się dość silną zgrają, mają sporo przewagę. Aby wygrać wyślij dodatkowo %add_power% ::-sword-::.
pt: Os bandidos eram uns caras fortes — eles enfrentaram seu time. Para ganhar, você precisa contratar uma tropa adicional de %add_power% ::-sword-::.
ru: Бандиты оказались крепкими ребятами - они взяли ваш отряд в кольцо. Чтобы победить, необходимо нанять дополнительный отряд %add_power%::-sword-::
zh: 那些山賊中臥虎藏龍 - 他們把您的隊伍都壓制住。為了反制他們，你需要額外徵募%add_power% ::-sword-::。
zh_hans: 这些强盗还真厉害 - 他们把你的人马包围了。为了获胜，你还需要再增派%add_power% ::-sword-::。
zh_hant: 那些山賊中臥虎藏龍 - 他們把您的隊伍都壓制著。為了反制他們，你需要額外徵募%add_power% ::-sword-::。

# quest_2_win
source: Your squad came to the rescue, destroyed all the robbers, and you take a pile of gold!
de: Deine Unterstützung kam zur Rettung, sie haben alle Banditen besiegt und du kannst die einen Stapel Gold nehmen!
es: Tu escuadrón acudió al rescate, machacó a todos los ladrones, ¡y tú obtienes una montaña de oro!
fa: سربازان شما برای نجات رسیدند و تمامی راهزنان را نابود کردند! تبریک می گوییم شما مقدار زیادی طلا بدست اوردید!
it_it: Il soccorso delle tue truppe e' stato super efficace: hanno sconfitto i ladri e ora abbiamo un mucchio d'oro!
pl: Twój oddział przybył na ratunek, pokonał wszystkich bandytów a Ty zgarnąłeś górę złota!
pt: Sua tropa veio para o resgate, destruiu todos os assaltantes, e você ganha uma pilha de ouro!
ru: Ваш подоспевший отряд уничтожил всех разбойников и вы принимаете от них кучу золота!
zh: 您的援軍趕到，那些搶匪都被殺得血肉橫飛，而你則得到了一堆金錢！
zh_hans: 你增援的人马赶到，消灭了所有强盗，你还拿到了可观的报酬！
zh_hant: 您的援軍趕到，那些搶匪都被殺得血肉橫飛，而你則得到了一堆金錢！

# quest_2_fail
source: Your squad has been destroyed...
de: Deine Truppen wurden besiegt...
es: Tu escuadrón ha sido destruido...
fa: جوخه شما نابود شد....
it_it: La tua squadra è stata sconfitta...
pl: Twój oddział został zniszczony...
pt: Sua tropa foi destruída....
ru: Ваш отряд был уничтожен, нанявший вашу армию староста проклинает вас!
zh: 你的隊伍被殺得片甲不留...
zh_hans: 你的人马被杀的片甲不留...
zh_hant: 你的隊伍被殺得片甲不留...

# quests
source: You can choose a quest, which performing will cost a fee. To recruit 1 ::-sword-:: you spend 1 ::-moneybag-::. Your treasury: %gold%::-moneybag-::
de: Wähle eine Quest, sie durchzuführen wird etwas kosten. Um ein 1 ::-sword-:: zu rekrutieren musst du 1 ::-moneybag-:: zahlen. Ihr eigener: %gold%::-moneybag-::
es: Puedes elegir una misión, que te costará oro para enlistar. Para reclutar 1 ::-sword-:: gastarás 1 ::-moneybag-::. Tus arcas: %gold%::-moneybag-::
fa: شما می توانید یک ماجراجویی انتخاب کنید که برای شما هزینه ای هم در بردارد. به ازای استخدام هر 1 ::-sword-:: سرباز باید 1 عدد ::-moneybag-:: گلد بپردازید.
it_it: Completa le missioni, vinci e guadagnarai dei soldi . Per reclutare 1 ::-sword-:: spendi 1 ::-moneybag-::. La tua tesoreria: %gold%::-moneybag-::
pl: Możesz wybrać zadanie którego wykonanie jest darmowe. Aby rekrutować 1 ::-sword-:: musisz wydać 1 ::-moneybag-::. Twój skarbiec zawiera: %gold%::-moneybag-::
pt: Você pode escolher uma missão, que custa uma taxa para ser realizada. Para recrutar 1 ::-sword-:: você gasta 1 ::-moneybag-::. Seu tesouro: %gold%::-moneybag-::
ru: Нужно не только пахать землю, но и защищать ее. Вы можете браться за задания, за выполнение которых вам будут выплачивать гонорар. Для найма 1::-sword-:: вы тратите 1::-moneybag-::. Ваша казна: %gold%::-moneybag-::
zh: 您可以選擇一項任務，任一項都會花費金錢。 招募1 ::-sword-:: 需要 1 ::-moneybag-::。 您的財政狀況: %gold%::-moneybag-::
zh_hans: 你可以选择一项任务，任何一项都要花钱。 招募1 ::-sword-:: 你要花掉1 ::-moneybag-::。
zh_hant: 您可以選擇一項任務，任一項都會花費金錢。招募1 ::-sword-:: 需要 1 ::-moneybag-::。
