Repository: sivanov87/villagegamebot_texts
Catalog: texts_*.po
Languages: de, es, fa, it_it, pl, pt, ru, zh, zh_hans, zh_hant

# gift_player_not_delivery
source: This player is in the game, but the message can not be delivered, because he gave up the game. Ask him to come in, and you can send your gift!
de: Der Spieler hat das Spiel aufgegeben, das Geschenk konnte nicht ausgeliefert werden. Frage ihn, ob er nicht doch weiterspielen möchte!
es: Este contacto está en el juego, pero no se pudo enviar el regalo porque ya ha abandonado. ¡Pídele que lo reinstale, y podrás enviar tu regalo!
fa: شخص مورد نظر در بازی حضور ندارد! لطفا از ایشان بخواهید که به بازی برگردد تا کادوی ما به دست ایشان برسد.
it_it: Il giocatore è registrato nel gioco, ma il messaggio non può essere consegnato, perché ha smesso di giocare. Chiedigli di entrare, e potrai inviargli il tuo regalo!
pl: Gracz jest dostępny, ale wiadomość nie może być doręczona, bo porzucił grę. Poproś go aby wrócił a prezent będzie doręczony!
pt: Este jogador está no jogo, mas a mensagem não pode ser entregue, porque ele desistiu do jogo. Peça a ele para entrar, e você poderá lhe envilheum presente!
ru: Указанный игрок есть в игре, но сообщение невозможно доставить, потому что он забросил игру. Предложите ему зайти в нее и вы сможете отправить ваш подарок!
zh: 他是本遊戲的玩家，不過訊息並不能成功傳遞，因為他已經離開了本遊戲。叫他回來吧，然後您就可以送禮給他！

# gift_sended
source: The gift::-gift-:: is sent, the recipient will be pleased! Now you can send a contact of another person send him a gift
de: Das Geschenk::-gift-:: wurde verschickt. Du kannst jetzt einen anderen Kontakt teilen, um ihm auch ein Geschenk::-gift-:: zu machen.
es: El regalo ::-gift-:: se envió, ¡el destinatario está agradecido! Ahora puedes seleccionar otro contacto para enviarle un regalo
fa: کادو ::-gift-:: ارسال شد, گیرنده خوشحال خواهد شد. حالا می توانید مخاطب دیگری را به اشتراک بگذارید تا به ایشان نیز کادو دهیم
it_it: Il gift::-gift-:: è stato inviato, il destinatario ne sarà felice! Ora puoi inviare il contatto di un altra persona a cui vuoi mandare un regalo
pl: Prezent ::-gift-:: został wysłany, a odbiorca będzie zadowolony. Teraz możesz wysłać kolejne prezenty
pt: O presente::-gift-:: foi enviado, seu amigo deve ter adorado! Agora você pode enviar o contato de outro amigo para enviá-lo um presente
ru: Подарок::-gift-:: отправлен, получателю будет приятно! А теперь вы можете прислать контакт другого человека для вручения подарка.
zh: 禮物::-gift-:: 成功送出，收禮者一定會很高興的！現在您可以給我們另一個人的 Contact 再送他禮物

# gift_received
source: You have received a gift::-gift-:: in %gold% ::-moneybag-:: from %from_villagename%. If you want to thank him or send gift to another player - use /gifts
de: Du hast ein Geschenk:--gift-:: von %from_villagename% über %gold% ::-moneybag-:: erhalten. Wenn du ihm danken möchtest, oder einem anderen Spieler ein Geschenk::-gift-:: machen möchtest, drücke /gifts .
es: Has recibido un regalo ::-gift-:: por %gold% ::-moneybag-:: de %from_villagename%. Si deseas agradecerle, o enviar un regalo ::-gift-:: a otro jugador - usa /gifts
it_it: Hai ricevuto in un regalo ::-gift-:: di %gold% ::-moneybag-:: da %from_villagename%. Se vuoi ringraziarlo o inviare un regalo ad un altro giocatore, utilizza /gifts
pl: Otrzymałeś prezent ::-gift-:: w ilości %gold% ::-moneybag-:: od %from_villagename%. Jeśli chcesz mu/jej podziękować to wyślij prezent do innego gracza: wpisz /gifts
pt: Você recebeu um presente::-gift-:: de %gold% ::-moneybag-:: de %from_villagename%. Se você quiser agradecê-lo ou enviar um presente para outro jogador - use /gifts
ru: Вы получили подарок::-gift-:: в %gold%::-moneybag-:: от %from_villagename%. Если хотите отблагодарить его или послать подарок другому человеку - используйте /gifts
zh: %from_villagename% 送了您一份禮物。::-gift-:: 中有 %gold% ::-moneybag-::。如果您想感謝他或送禮給其他人 - 請用 /gifts

# gift_no_player
source: This person has not yet played the game. Invite him to link %reflink% and then you can send him a gift! Or send contact of other friend.
de: Diese Person hat das Spiel noch nie gespielt. Lade sie über den Link %reflink% ein, dann kannst du ihr ein Geschenk::-gift-:: machen. Oder teile einen anderen Kontakt.
es: Este contacto no tiene el juego instalado. Invítale con el link %reflink% y luego podrás enviarle un regalo! También puedes enviar otro contacto.
it_it: Questa persona non ha ancora utilizzato il gioco. Mandagli il link %reflink% e quindi potrai inviargli un regalo! Oppure manda il contatto di un altro amico.
pl: Ta osoba nie gra. Zaproś go przy pomocy tego linka: %reflink% i wtedy wyślij mu prezent! Możesz też wysłać mu kontakt do innego znajomego.
pt: Esta pessoa ainda não joga FarmVillage. Convide-o para jogar com o link %reflink% e, depois, você poderá enviar-lhe um presente! Ou você pode enviar o contato de outro amigo.
ru: Этот человек еще не играет в игру. Пригласите его перейти по ссылке %reflink% и тогда вы сможете переслать ему подарок! Или пришлите контакт другого друга.
zh: 這個人還沒有加入本遊戲呢。透過此連結 %reflink% 邀請他吧！ 或者您可以送禮給另一位朋友。

# gift_self
source: You are trying to give a gift to yourself ... Do you have any friends? :(
de: Du versuchst dir selbst ein Geschenk::-gift-:: zu machen... Hast du überhaupt Freunde? :(
es: Estás intentando enviarte u regalo ::-gift-:: a tí mismo.... ¿No tienes amigos? :-(
fa: شما در تلاشید به خودتان ::-gift-:: هدیه بدهید ... آیا هیچ دوستی ندارید؟
it_it: Stai provando a mandare un regalo::-gift-:: a te stesso... Non hai qualche amico? :(
pl: Próbujesz wysłać prezent::-gift-:: samemu sobie... Nie masz żadnych znajomych ? :(
pt: Você está tentando enviar um presente::-gift-:: para você mesmo... Você tem algum amigo? :(
ru: Вы пытаетесь подарить подарок сами себе... Неужели у вас нет друзей? :(
zh: 你是想送禮給自己嗎？... 您沒有朋友嗎？ :(

# gift_player_sended
source: You have received a gift that player. Choose another one, please.
es: Ya has enviado un regalo ::-gift-:: a ese jugador. Elige otro contacto, por favor.
fa: You have received a gift::-gift-:: that player. Choose another one, please.
it_it: Hai già inviato un regalo::-gift-:: a questo giocatore. Selezionane un altro, per favore.
pl: Otrzymałeś już prezent::-gift-:: od tego gracza. Wybierz proszę innego.
pt: Você já enviou um presente::-gift-:: para este jogador. Escolha um outro, por favor.
ru: Вы уже посылали подарок этому игроку. Выберите другого, пожалуйста.
zh: 您已經收到那位玩家送出的禮物。請選擇另一位。

# buildings
source: You can build some buildings to improve your village. Farm(Level %farm_level%) +%farm_bread%::-bread-:: per minute Upgrade: %farm_cost%::-moneybag-:: +%farm_bread_upgrade% Granary(Level %granary_level%) +%granary_max_bread%::-bread-:: increase max bread Upgrade: %granary_cost%::-moneybag-:: +%granary_max_bread_upgrade%Wall(Level %wall_level%) +%wall_defense% add defense power Upgrade: %wall_cost%::-moneybag-:: +%wall_defense_upgrade%
de: Du kannst einige Gebäude::-building-:: bauen um deine Stadt::-village-:: zu verbessern. ::-farm-::Farm (Level %farm_level%) Produziert jede Minute Brot::-bread-:: Jetzt: +%farm_bread%::-bread-:: Upgrade: +%farm_bread_update%::-bread-:: Kosten: %farm_cost%::-moneybag-:: ::-granary-::Scheune (Level %granary_level%) Du kannst mehr Brot lagern Jetzt: +%granary_max_bread%::-bread-:: Upgrade: +%granary_max_bread_update%::-bread-:: Kosten: %granary_cost%::-moneybag-:: ::-wall-::Mauer (Level %wall_level%) erhöht deine Verteidigung bei einem Angriff Jetzt: +%wall_defense%::-sword-:: Upgrade: +%wall_defense_update%::-sword-:: Kosten: %wall_cost%::-moneybag-:: Deine Truhe: %gold% Gebäude sind gerade noch in der Entwicklung. Bitte schreibe @tgcreator über alle Probleme und Fehler.
es: Puedes construir edificios ::-building-:: para mejorar tu pueblo ::-village-::. ::-farm-::Granja: (Level %farm_level%) produce alimento ::-bread-:: cada minuto Ahora: +%farm_bread%::-bread-:: Mejorar: +%farm_bread_update%::-bread-:: Costo: %farm_cost%::-moneybag-:: ::-granary-::Granero (Level %granary_level%) incrementa alimento máximo Ahora: +%granary_max_bread%::-bread-:: Mejorar: +%granary_max_bread_update%::-bread-:: Costo: %granary_cost%::-moneybag-:: ::-wall-::Muros (Level %wall_level%) Aumentan las defensas Ahora: +%wall_defense%::-sword-:: Mejorar: +%wall_defense_update%::-sword-:: Costo: %wall_cost%::-moneybag-:: Tus Arcas: %gold% La opción de Edificios está en fase de pruebas. Por favor, envía tus reportes a @tgcreator (en inglés) si encuentras algún bug.
fa: شما می توانید برای ارتقا 🏯 دهکده خود 🏘 ساختمان های بیشتری بسازید. مزرعه (سطح %farm_level% ) تولید bread::-bread-:: نان هر دقیقه فعلی : +%farm_bread%::-bread-:: ارتقا: +%farm_bread_update%::-bread-:: هزینه: %farm_cost%::-moneybag-:: ::-granary-:: انبار (سطح %granary_level%) افزایش تولید نان فعلی: +%granary_max_bread%::-bread-:: ارتقا: +%granary_max_bread_update%::-bread-:: هزینه: %granary_cost%::-moneybag-:: ::-wall-::پرچین سطح%wall_level%) افزایش دفاع فعلی: +%wall_defense%::-sword-:: ارتقا: +%wall_defense_update%::-sword-:: هزینه: %wall_cost%::-moneybag-:: گلد شما: %gold%.
it_it: Puoi costruire alcuni edifici::-building-:: per migliorare il tuo villaggio::-village-::. ::-farm-::Fattoria (Livello %farm_level%) produce pane::-bread-:: ogni minuto Ora: +%farm_bread%::-bread-:: Upgrade: +%farm_bread_update%::-bread-:: Costo: %farm_cost%::-moneybag-:: ::-granary-::Granaio (Livello %granary_level%) aumenta la quantità massima di pane Ora: +%granary_max_bread%::-bread-:: Upgrade: +%granary_max_bread_update%::-bread-:: Costo: %granary_cost%::-moneybag-:: ::-wall-::Muraglia (Livello %wall_level%) incrementa la difesa Ora: +%wall_defense%::-sword-:: Upgrade: +%wall_defense_update%::-sword-:: Costo: %wall_cost%::-moneybag-:: La tua tesoreria: %gold% Gli edifici sono ancora in fase di sviluppo. Per favore scrivi a @tgcreator nel caso in cui dovessi incontrare problemi o errori.
pt: Você pode investir em construções::-building-:: para melhorar sua Vila::-village-::. ::-farm-:: Fazenda (Level %farm_level%) produz pão::-bread-:: a todo minuto Agora: +%farm_bread%::-bread-:: Melhorar: +%farm_bread_update%::-bread-:: Preço: %farm_cost%::-moneybag-:: ::-granary-::Celeiro (Level %granary_level%) aumentar quantidade de pão armazenado Agora: +%granary_max_bread%::-bread-:: Melhorar: +%granary_max_bread_update%::-bread-:: Preço: %granary_cost%::-moneybag-:: ::-wall-::Muro (Level %wall_level%) melhorar a defesa Agora: +%wall_defense%::-sword-:: Melhorar: +%wall_defense_update%::-sword-:: Preço: %wall_cost%::-moneybag-:: Sua quantidade de ouro: %gold% As construções ainda estao em fase de desenvolvimento. Por favor, qualquer bug ou problema que encontrar informe a @tgcreator.

# building_created
source: Building is created!
de: ::-building-::Gebäude wurde gebaut!
es: ::-building-:: ¡Edificio creado!
fa: ::-building-::ساختمان مورد نظر احداث شد!
it_it: ::-building-::Edificio creato!
pt: ::-building-::Sua construção foi melhorada!
