Repository: sivanov87/villagegamebot_texts
Catalog: texts_*.po
Languages: de, es, fa, it_it, pl, pt, ru, zh, zh_hans, zh_hant

# quest_no_money
source: You do not have enough money for this quest. Invite your friends(/invite_friends), look for promotional codes(@VillageGameEn), harvest your crops - you need money!
de: Du hast nicht genug Geld für die Quest. Lade deine Freunde ein, halte nach Promocodes Ausschau oder fahre deine Ernte ein - Du brauchst Geld!
es: No tienes suficiente dinero para esta cruzada. Invita a tus amigos (/invite_friends), busca códigos promocionales (@VillageGameEn), recolecta tus plantaciones - ¡necesitas dinero!
fa: شما گلد لازم برای آغاز این ماجراجویی را ندارید. دوستان خود را به ثبت نام دعوت کنید(/invite_friends)، منتظر کدهای تبلیغاتی باشید(@VillageGameFarsi)و یا محصولات خود را بفروشید .- شما به گلد نیاز دارید.!
it_it: Non hai abbastanza monete per quetsa missione. Invita i tuoi amici (/invite_friends), cerca codici promozionali (@VillageGameEn) e raccogli le tue coltivazioni - hai bisogno di soldi!
pl: Nie masz wystarczająco dużo pieniędzy na wykonanie zadania. Zaproś znajomych (//invite_friends), lub szukaj promocyjnych kodów (@VillageGameEn), sprzedawaj zasoby - z nich otrzymujesz pieniądze!
pt: Você não tem dinheiro suficiente para essa missão. Convide seus amigos, procure códigos promocionais, faça a colheita — você precisa de dinheiro!
ru: На выполнение квеста у вас нет денег. Приглашайте друзей, ищите промокоды, собирайте урожай - вам нужны деньги!
zh: 您沒有足夠的金錢去完成任務。邀請你的朋友(/invite_friends)、尋找推廣碼(@VillageGameEn)，或收割您的農作物以獲取金錢 - 你需要錢啊！
zh_hans: 你的钱不够去完成任务。邀请好友( /invite_friends )、寻找推广码( @VillageGameEn )，或者收割庄稼制作面包以赚钱 - 没钱是万万不能的！
zh_hant: 您沒有足夠的金錢去完成任務。邀請你的朋友(/invite_friends)、尋找推廣碼(@VillageGameEn)，或收割您的農作物以獲取金錢！

# battles
source: You can fight against other players and win medals ::-medal-::. To do this, you need to find the enemy and attack him. For every search you pay 1 ::-moneybag-:: regardless of the outcome. Your treasure: %gold%::-moneybag-::
de: Du kannst gegen andere Spieler kämpfen um Medailen ::-medal-:: zu gewinnen. Dafür musst du einen Gegner finden und ihn angreifen. Die Suche nach einem Gegner kostet dich 1 ::-moneybag-:: unabhängig vom Ergebnis. Ihr eigener: %gold%::-moneybag-::
es: Puedes luchar contra otros jugadores y ganar medallas ::-medal-::. Para ello, necesitas encontrar un enemigo y atacar. En cada búsqueda invertirás 1 ::-moneybag-:: independientemente de lo que suceda después. Tus arcas: %gold%::-moneybag-::
fa: شما می توانید با بازیکنان دیگر بجنگید و ::-medal-:: مدال بدست آورید. فقط کافیست دشمنان را پیدا کنید و به آنان حمله کنید. به ازای هر جستجو مبلغ 1 ::-moneybag-:: گلد از شما کسر خواهد شد بدون در نظر گرفتن اینکه در مبارزه پیروز شوید یا شکست بخورید.
it_it: Puoi combattere con altri giocatori e conquistare medaglie ::-medal-::. Per farlo hai bisogno di trovare avversari da attaccare. Per ogni ricerca costa 1 ::-moneybag-:: indipendentemente dal risultato. La tua tesoreria: %gold%::-moneybag-::
pl: Możesz walczyć przeciwko innym graczom i zdobyć medale ::-medal-::. Żeby to zrobić, potrzebujesz znaleźć przeciwnika i zaatakować go. Za każdego znalezionego przeciwnika płacisz 1 ::-moneybag-:: niezależnie od wyniku. Twój skarbiec zawiera: %gold%::-moneybag-::
pt: Você pode lutar contra outros jogadores e ganhar medalhas ::-medal-::. Para fazer isso, você precisa achar o inimigo e atacá-lo. Para cara procura você paga 1 ::-moneybag-:: independente do resultado. Seu tesouro: %gold%::-moneybag-::
ru: Вы можете сражаться с другими игроками и завоевывать медали::-medal-::. Для этого вам нужно найти противника и атаковать его. За каждый поиск вы платите 1::-moneybag-:: вне зависимости от результата. Ваша казна: %gold%::-moneybag-::
zh: 您可以透過擊敗其他玩家以贏取獎牌 ::-medal-::。而您需要尋找合適的對手並擊倒他。 不論您的選擇與否，每一次搜索敵人都會花費 1 ::-moneybag-::。 您的財政狀況: %gold%::-moneybag-::
zh_hans: 你可以同其他玩家战斗，来赢得勋章::-medal-::。因此你需要找到对手并攻击他。 无论胜负，你每一次寻找都需要支付1 ::-moneybag-::。
zh_hant: 您可以透過擊敗其他玩家以贏取獎牌 ::-medal-::。而您需要尋找適合的對手並攻擊他。 不論您的選擇與否，每一次搜索敵人都會花費 1 ::-moneybag-::。

# battle_start
source: Your opponent is %villagename%, level %level%. To attack, you need %start_power% ::-sword-:: You will be able to earn %gold_diff% ::-moneybag-:: and %medals_diff% ::-medal-::. 1 ::-sword-:: costs 1 ::-moneybag-::.
de: Dein Gegner ist %villagename%, Level %level%.Um ihn anzugreifen brauchst du %start_power% ::-sword-:: Du wirst voraussichtlich %gold_diff% ::-moneybag-:: und %medals_diff% ::-medal-:: gewinnen. 1 ::-sword-:: kostet 1 ::-moneybag-::.
es: Tu oponente es %villagename%, nivel %level%. Para atacar necesitas %start_power% ::-sword-:: Podrás obtener %gold_diff% ::-moneybag-:: y %medals_diff% ::-medal-::. 1 ::-sword-:: cuesta 1 ::-moneybag-::.
fa: حریف شما %villagename% دارای سطح %level% است. برای حمله به وی شما به %start_power% نفر ::-sword-:: سرباز نیاز دارید.اگر در جنگ پیروز شوید صاحب %medals_diff% عدد ::-medal-:: مدال و %gold_diff% عدد ::-moneybag-:: گلد خواهید شد.
it_it: Avversario %villagename%, livello %level%. Per attaccare, hai bisogno di %start_power% ::-sword-:: Potrai guadagnare %gold_diff% ::-moneybag-:: e %medals_diff% ::-medal-::. 1 ::-sword-:: costa 1 ::-moneybag-::.
pl: Twój przeciwnik to %villagename%, poziom %level%. Żeby zaatakować go, potrzebujesz %start_power% ::-sword-:: Będziesz mógł zdobyć %gold_diff% ::-moneybag-:: i %medals_diff% ::-medal-::. 1 ::-sword-:: kosztuje 1 ::-moneybag-::.
pt: Seu inimigo é %villagename%, nível %level%. Para atacar, você precisa de %start_power% ::-sword-:: Você poderá ganhar %gold_diff% ::-moneybag-:: e %medals_diff% ::-medal-::. 1 ::-sword-:: custa 1 ::-moneybag-::.
ru: Ваш противник %villagename%, уровень %level%. Для атаки вам необходимо %start_power%::-sword-:: Вы сможете заработать %gold_diff%::-moneybag-:: и %medals_diff%::-medal-:: При атаке 1::-sword-:: = 1::-moneybag-::
zh: 您的對手是%villagename%，等級 %level%。您需要%start_power% ::-sword-::去展開攻勢 您會獲取 %gold_diff% ::-moneybag-:: 及 %medals_diff% ::-medal-::。 1 ::-sword-:: 耗資 1 ::-moneybag-::。
zh_hans: 你的对手是%level%级的%villagename%。你需要%start_power% ::-sword-::去进攻 你将会获得%gold_diff% ::-moneybag-::和%medals_diff% ::-medal-::。 1 ::-sword-:: 花费 1 ::-moneybag-::。
zh_hant: 您的對手是%villagename%，等級 %level%。您需要%start_power% ::-sword-::去攻擊他 您會獲取 %gold_diff% ::-moneybag-:: 及 %medals_diff% ::-medal-::。 1 ::-sword-:: 耗資 1 ::-moneybag-::。

# battle_question
source: During the battle, the enemy raised a militia, which surrounds our army. To save yourself you need to send reinforcements of %add_power%::-sword-::, otherwise your army will die!
de: Während der Schlacht kamen unsere Truppen in einen Hinterhalt. Schicke %add_power% ::-sword-:: Verstärkung oder lasse deine Truppen sterben!
es: Durante la batalla, el enemigo convocó una milicia que rodeó tu ejército. Para salvarte necesitas enviar refuerzos de %add_power% ::-sword-::, ¡de lo contrario tu ejército perecerá!
it_it: Durante la battaglia, il nemico ha circondato le nostre truppe mettendole in difficoltà. Per salvarle dovrai inviare un rinforzo di %add_power% ::-sword-::, altrimenti la tua armata morirà!
pl: Podczas walki, przeciwnik zwołał swoje wojsko, które otoczyło naszą armię. By oszczędzić siebie, musisz wysłać wzmocnienie %add_power%::-sword-::, w innym wypadku zostaniesz zabity!
pt: Durante a batalha, o inimigo levantou uma milícia, que rodeou nossos soldados. Para nos salvar, você precisa enviar reforços de %add_power% ::-sword-::, ou você e seus homens morrerão!
ru: Во время боя противник поднял ополчение, которое окружило нашу армию. Для ее спасения необходимо отправить подкрепление %add_power%::-sword-::, иначе они все погибнут!
zh: 在戰鬥中，您的對手召集民兵，圍堵了我軍。要突破重圍，你需要增派%add_power%::-sword-::，否則您的軍隊會被殲滅！
zh_hans: 在战斗中，你的对手调集民兵围困住了我军。要突破重围，你需要再增援%add_power%::-sword-::，否则你的军队会被全歼！
zh_hant: 在戰鬥中，您的對手向你展開了反擊，圍堵了我們的軍隊。要突破重圍，你需要增派%add_power%::-sword-::，否則您的軍隊會被殲滅！

# battle_win
source: You won the battle and took %gold% ::-moneybag-:: and %medals% ::-medal-::.
de: Du hast die Schlacht gewonnen und %gold% ::-moneybag-:: und %medals% ::-medal-:: erhalten.
es: Ganaste la batalla y tomaste %gold% ::-moneybag-:: y %medals% ::-medal-::.
it_it: Abbiamo vinto la battaglia e ottenuto %gold% ::-moneybag-:: e %medals% ::-medal-::.
pl: Wygrałeś walkę i zdobyłeś %gold% ::-moneybag-:: i %medals% ::-medal-::.
pt: Você venceu a batalha e ganhou %gold% ::-moneybag-:: e %medals% ::-medal-::.
ru: Мы выиграли эту битву и захватили %gold%::-moneybag-:: и %medals%::-medal-::
zh: 您戰勝歸來，得到了%gold% ::-moneybag-:: 及 %medals% ::-medal-::。
zh_hans: 你战胜了对手，并得到了%gold% ::-moneybag-:: 和 %medals% ::-medal-::。
zh_hant: 您戰勝歸來，得到了%gold% ::-moneybag-:: 及 %medals% ::-medal-::。

# battle_fail
source: Our troops withdrew from the superior forces of the enemy it is a terrible loss!
de: Unsere Truppen wurden von den überlegenen Truppen des Gegners besiegt — ein schrecklicher Verlust!
es: Tus tropas huyeron de las fuerzas superiores del enemigo... ¡qué terrible pérdida!
it_it: Ritirata! Le forze nemiche erano nettamente superiori - davvero una terribile sconfitta!
pl: Nasze oddziały wycofały się z powodu przeważających sił wroga. Jest to straszna strata !
pt: Nossas tropas se retiraram devido a força superior do inimigo — é uma perda horrível!
ru: Наши войска были смяты превосходящими силами противника - это ужасное поражение!
zh: 我們的軍隊被敵軍輾過了，損失慘重！
zh_hans: 我们的人马逃出了敌人优势兵力的围困，损失惨重！
zh_hant: 我們的軍隊被敵軍輾過了，損失慘重！

# battle_good
source: Our troops, without any problems, invaded the village and looted %gold%::-moneybag-:: and got %medals%::-medal-::.
de: Problemlos nahmen unsere Truppen das Dorf ein und plünderten %gold% ::-moneybag-:: und %medals% ::-medal-::.
es: Tus tropas invadieron el pueblo y obtuvieron sin problemas %gold% ::-moneybag-:: y %medals%::-medal-::.
it_it: Le nostre milizie sono riuscite ad invadere il villaggio nemico senza problemi, ottenendo %gold% ::-moneybag-:: e %medals% ::-medal-::.
pl: Nasze oddziały, bez żadnych problemów, najechały na wioskę przeciwnika i zgrabiły %gold%::-moneybag-:: i zdobyły %medals%::-medal-::.
pt: Nossas tropas, sem problemas, invadiu a vila e pilhou %gold% ::-moneybag-:: e conseguiu %medals% ::-medal-::.
ru: Наши войска без особых проблем захватили деревню и забрали дань %gold%::-moneybag-:: и получили %medals%::-medal-::
zh: 我們的軍隊輕易入侵了他的村落，並搜刮到%gold%::-moneybag-:: 和 %medals%::-medal-::。
zh_hans: 我们的人马所向披靡，劫掠村子得到了%gold%::-moneybag-:: 并获得 %medals%::-medal-::。
zh_hant: 我們的軍隊輕易入侵了他的村落，並搜刮了%gold%::-moneybag-:: 和得到%medals%::-medal-::。

# battle_no_money
source: You cannot send an army, since you do not have enough money. :(
de: Du kannst keine Truppen schicken, du hast nicht genug Geld.
es: No puedes enviar un ejército, ya que no tienes dinero suficiente. :(
fa: متاسفانه شما گلدی ندارید که نیروهای خود را برای جنگ اعزام کنید.
it_it: Non puoi inviare altre truppe, non hai abbastanza denaro :(
pl: Nie możesz wysłać wojska, dopóki nie będziesz mieć wystarczająco pieniędzy. :(
pt: Você não pode enviar uma frota, já que você não tem dinheiro suficiente. :C
ru: Вы не можете отправлять армию, т.к. у вас нет денег :(
zh: 您不能再增派軍隊了，因為戰爭之中，窮人只有死，而您沒有足夠的軍資。:(
zh_hans: 你无法在增派人马了。战争不是穷人玩得起的，你没钱了。:(
zh_hant: 您不能再加派軍隊了，因為戰爭之中，窮人只有死，而您沒有足夠的軍資。:(

# quest_3_description
source: The inhabitant of a remote farm is tormented by wolves - they steal his cattle. He offered to pay %gold% ::-moneybag-:: for your help of %start_power% ::-sword-::.
de: Ein Bauer und seine Felder werden immer wieder von Wölfen befallen, die sich über das Vieh hermachen. Der Bauer zahlt dir %gold% ::-moneybag-::, wenn du ihn mit %start_power% ::-sword-:: unterstützt.
es: El habitante de una granja remota está siendo acechado por lobos que diezman su ganado. Te ofrece %gold% ::-moneybag-:: para que le ayudes con %start_power% ::-sword-::.
fa: ساکن یک مزرعه دوردست مورد حمله گرگها قرار گرفته و گرگ ها دام های وی را دریده اند. او در ازای ارسال %start_power% نفر ::-sword-:: سرباز به ما %gold% عدد ::-moneybag-:: سکه پیشنهاد کرده است.
it_it: Gli abitanti di una lontana fattoria sono tormentati dai lupi che mangiano il loro bestiame! Sono disposti a pagare %gold% ::-moneybag-:: in cambio del tuo aiuto %start_power% ::-sword-::.
pl: Mieszkaniec zdalnej farmy jest dręczony przez wilki - które kradną swoje bydło . Oferuje zapłacić %gold% ::-moneybag-:: za twoją pomoc w wysokości %start_power% ::-sword-::.
pt: O morador de uma fazenda distante está sendo atormentado por lobos — eles roubam de seu castelo. Ele ofereceu o pagamento de %gold% ::-moneybag-:: por sua ajuda de %start_power% ::-sword-::.
ru: Жителя удаленного хутора замучали волки - они крадут его скот. Он предложил оплатить %gold%::-moneybag-:: за вашу помощь в %start_power%::-sword-::.
zh: 一個遙遠地方的村落苦受野狼滋擾，需要救援。她們的牛奶都被偷喝了。她們懸賞%gold% ::-moneybag-:: 希望得到您的援手，你需要派遣%start_power% ::-sword-::以拯救地方的媽媽。
zh_hans: 一个偏远农场的村民被狼群骚扰 - 偷走了他的牛。他主动提出要付给你%gold% ::-moneybag-:: ，求你派出%start_power% ::-sword-::帮助他。
zh_hant: 一個遙遠地方的村落受盡野狼滋擾，需要救援。她們的牛奶都偷喝了。她們懸賞%gold% ::-moneybag-:: 希望得到您的援手，你需要派遣%start_power% ::-sword-::以拯救地方的媽媽。

# quest_3_good
source: Wolves run away at just the sight of you. You easily earn the money ::-moneybag-::.
de: Die Wölfe sind weggerannt, als sie dich nur gesehen haben. Das war leichtes Geld ::-moneybag-::.
es: Los lobos huyen nada más verte. Fácilmente ganas el dinero ::-moneybag-::.
fa: گرگ ها فرار کردند و شما به راحتی ::-moneybag-:: گلد خود را بدست آوردید .
it_it: Il lupi sono scappati alla tua sola vista. Hai guadagnato il denaro ::-moneybag-::.
pl: Wilki uciekły gdy Cię zobaczyły. Bardzo łatwo zgarnąłeś ::-moneybag-::.
pt: Lobos fogem só por ver você. Você ganhou o dinheiro facilmente ::-moneybag-::.
ru: Волки разбежались, только завидев вас. Так что вы легко заработали деньги::-moneybag-::
zh: 野狼一看到您便落荒而逃，你輕易地賺到錢::-moneybag-::，亦盡得地方媽媽的歡心。
zh_hans: 狼群一看到你就跑掉了。你轻轻松松就赚到了钱::-moneybag-::。
zh_hant: 野狼一看到您便落荒而逃，你輕易地賺到錢::-moneybag-::，亦盡得地方媽媽的歡心。

# quest_3_question
source: our squad cannot cope, and if you do not send reinforcements of %add_power% ::-sword-::, you get nothing.
de: Deine Truppen sind nicht Herr der Lage, schicke %add_power% ::-sword-:: Verstärkung oder du wirst am Ende leer ausgehen.
es: Tu escuadrón se quedó corto, y si no envías refuerzos por %add_power% ::-sword-::, te vencerán.
fa: جوخه شما از پس انجام ماموریت بر نمی آید. اگر نیروی پشتیبانی با %add_power% نفر ::-sword-:: سرباز ارسال نکنید همگی شکست خواهند خورد.
it_it: La tua squadra è in difficoltà - se non invierai un rinforzo di %add_power% ::-sword-::, non riceverai nulla.
pl: Nasz oddział nie może sobie poradzić, i jeśli nie wyślesz wsparcia %add_power% ::-sword-::, nic nie otrzymasz.
pt: Seu time não foi suficiente, e se você não enviar reforços de %add_power% ::-sword-::, você não ganhará nada.
ru: Волков оказалось слишком много. Ваш отряд не справится - и если вы не пошлете подкрепление %add_power%::-sword-::, у вас ничего не получится.
zh: 我軍抵抗不住了，如果您不再增兵%add_power% ::-sword-::，前功都會盡毀。
zh_hans: 我们的阵容应付不了，如果你不能再增援%add_power% ::-sword-::，就啥也得不到了。
zh_hant: 我軍抵抗不住了，如果您不增兵%add_power% ::-sword-::，什麼都賺不到。

# quest_3_fail
source: You could not help the farmer ... sorry.
de: Du konntest dem Bauern nicht helfen... Tut mir Leid.
es: No pudiste ayudar al granjero... lo siento.
fa: متاسفانه شما نمی توانید به کشاورز کمک کنید.
it_it: Non hai potuto aiutare il contadino... mi dispiace.
pl: Nie możesz pomóc farmerom...
pt: Você não foi capaz de ajudar o fazendeiro... desculpa.
ru: Вы не смогли помочь хуторянину... Жаль.
zh: 你愛莫能助... 抱歉。
zh_hans: 你爱莫能助...实在抱歉。
zh_hant: 你愛莫能助...

# quest_3_win
source: Reinforcements were able to overrun the wolves. The grateful resident paid you fully.
de: Die Verstärkung konnte die Wölfe besiegen. Der dankbare Bauer hat dir die volle Bezahlung gegeben.
es: Los refuerzos pudieron espantar a los lobos. El agradecido granjero te paga lo acordado.
fa: نیروی پشتیبانی شما گرگ ها را فراری داد.دستمزد شما بصورت کامل پرداخت شد.
it_it: I rinforzi sono riusciti a contrastare i lupi. Gli abitanti del villaggio, pieni di gratitudine, ti hanno pagato completamente.
pl: Oddziały były zdolne przeciwstawić się wilkom. Wdzięczny rezydent zapłacił całość.
pt: Os reforços foram capazes de derrotar os loboss. O morador agradecido te pagou bem.
ru: Подкреплению с трудом, но удалось разогнать волков. Благодарный житель полностью заплатил вам.
zh: 援兵成功擊退了狼群。地方媽媽向您道謝。
zh_hans: 援军驱散了狼群。村民支付了你全额的酬金。
zh_hant: 援兵成功擊退了狼群。地方的媽媽向您道謝。

# tip_bread
source: Workers ::-worker-:: harvest ::-bread-:: for you, and you sell it for ::-moneybag-::.
de: Arbeiter ::-worker-:: ernten ::-bread-:: für dich,welches du gegen Geld ::-moneybag-:: eintauschen kannst.
es: Los obreros ::-worker-:: cosechan ::-bread-:: para ti, y lo vendes por ::-moneybag-::.
fa: ::-worker-::کارگران: کارگران برای شما ::-bread-:: نان بدست می آوردند و شما با فروش آنان ::-moneybag-:: گلد بدست خواهید آورد.
it_it: Lavoratori ::-worker-:: raccolgono ::-bread-:: per te, e tu lo vendi per ::-moneybag-::.
pl: Pracownicy ::-worker-:: zebrali ::-bread-:: dla Ciebie, i sprzedałeś to za ::-moneybag-::.
pt: Trabalhadores ::-worker-:: colheita ::-bread-:: para você, e você pode vender por ::-moneybag-::.
ru: Рабочие::-worker-:: собирают урожай ::-bread-:: самостоятельно, а вы продаете его за ::-moneybag-::
zh: 工人 ::-worker-:: 幫您收割了 ::-bread-::，而您把農作物賣掉了 ::-moneybag-::。
zh_hans: 工人 ::-worker-:: 帮你收割庄稼制作面包 ::-bread-::，而你把面包卖掉获取金钱 ::-moneybag-::。
zh_hant: 工人 ::-worker-:: 幫您收割了 ::-bread-::，而您把農作物賣掉了 ::-moneybag-::。

# tip_worker
source: Workers ::-worker-:: grow ::-bread-::. Their number can be increased by inviting friends using /invite_friends
de: Arbeiter ::-worker-:: bauen ::-bread-:: an. Mit /invite_friends kannst du Freunde einladen, die die Nummer deiner Arbeiter aufstocken.
es: Los obreros ::-worker-:: recolectan ::-bread-::. Puedes incrementar su número invitando amigos mediante /invite_friends
fa: کارگران ::-worker-:: برای شما زراعت کرده و ::-bread-:: نان تولید می کنند . شما می توانید با دعوت کردن دوستانتان به ثبت نام در بازی تعداد کارگران را بیشتر کنید /invite_friends
it_it: Lavoratori ::-worker-:: raccolgono ::-bread-::. Il numero di lavoratori può essere incrementato invitando amici a giocare con /invite_friends
pl: Pracownicy ::-worker-:: zbierają ::-bread-::. Ich liczba może zostać zwiększona przez zapraszanie znajomych /invite_friends
pt: Trabalhadores ::-worker-:: produzem ::-bread-::. A quantidade de trabalhadores pode ser aumentada convidando amigos usando /invite_friends
ru: Рабочие::-worker-:: выращивают ::-bread-::. Их количество вы можете увеличить, приглашая друзей - /invite_friends
zh: 工人::-worker-::會種植::-bread-::。您可以透過邀請朋友 /invite_friends 以獲取更多工人
zh_hans: 工人::-worker-::会种庄稼，做面包::-bread-::。你可以邀请好友 /invite_friends 得到更多工人
zh_hant: 工人::-worker-::會種植::-bread-::。您可以透過邀請朋友 /invite_friends 以獲取更多工人

# tip_medal
source: Medals ::-medal-:: measure your valor. You get them in battles⚔
de: Medailen ::-medal-:: zeigen deine Tapferkeit. Du erhältst sie in Schlachten ⚔.
es: Las medallas ::-medal-:: Miden tu coraje. Puedes obtenerlas en las batallas ⚔
fa: مدال ها ::-medal-:: نشانگر شجاعت شما هستند. شما آنها را در ⚔ مبارزات بدست می آورید
it_it: Medaglie ::-medal-:: - misurano quanto vali. Puoi ottenerle in battaglia⚔
pl: Medale ::-medal-:: są twoją miarą męstwa. Możesz je zdobyć w walkach⚔
pt: Medalhas ::-medal-:: medem seu valor. Você as ganha em batalhas⚔
ru: Медали::-medal-:: - показатель вашей доблести. Вы получаете их в битвах⚔
zh: 獎牌 ::-medal-:: 決定了您的江湖地位。你可以在戰鬥⚔中奪取它們
zh_hans: 勋章 ::-medal-:: 展现了你的勇气。你可以通过战斗⚔获得
zh_hant: 獎牌 ::-medal-:: 決定了您的江湖地位。你可以在戰鬥⚔中得到它們

# tip_level
source: Village Level ::-village-:: - development indicators, it increases from earnings ::-moneybag-::, hired ::-worker-:: and earned ::-medal-::
de: Dorflevel ::-village-:: - zeigt den Entwicklungsstatus deines Dorfs, er wächst durch verdientes ::-moneybag-::, angeheuerten ::-worker-:: und erkämpften ::-medal-::
es: Nivel del pueblo ::-village-:: - indicadores de desarrollo, aumentan mediante ganancias ::-moneybag-::, empleados ::-worker-:: y distinciones ::-medal-::
fa: سطح ::-village-:: دهکده: تعداد ::-worker-:: کارگران خود را افزایش دهید ، ::-moneybag-:: گلد خود را زیاد کنید و با کسب ::-medal-:: مدال در مبارزات سطح دهکده خود را بالا ببرید. سطح دهکده ::-village-:: - کارگران خود را زیاد کنید::-moneybag-::, گلد خود را افزایش دهید::-worker-:: و بدست بیاورید مدال::-medal-::
it_it: Livello del Villaggio ::-village-:: - indicatori di sviluppo, vengono incrementato guadagnando ::-moneybag-::, assumendo ::-worker-:: e ottenendo ::-medal-::
pl: Poziom wioski ::-village-:: - identyfikator rozwoju, wzrośnie gdy zarobisz ::-moneybag-::, zatrudnisz ::-worker-:: i zbierzesz ::-medal-::
pt: Nível da vila ::-village-:: - indicador de desenvolmimento, isso aumenta ganhando ::-moneybag-::, contratando ::-worker-:: e ganhando ::-medal-::
ru: Уровень деревни::-village-:: - показатель развитости, он увеличивается от заработанных::-moneybag-::, нанятых::-worker-:: и заработанных::-medal-::
zh: 村莊的等級 ::-village-:: - 是發展程度的指標，您可以透過賺錢 ::-moneybag-::、聘請 ::-worker-:: 以及奪取 ::-medal-:: 從而提升等級
zh_hans: 村子的等级 ::-village-:: - 是发展程度的指标， 通过赚钱 ::-moneybag-::、 雇佣 ::-worker-:: 以及获得 ::-medal-:: 可以提升等级
zh_hant: 村莊的等級 ::-village-:: - 是發展程度的指標，透過賺錢 ::-moneybag-::、聘請 ::-worker-:: 以及奪取 ::-medal-:: 可以提升等級

# tip_battles
source: Battles⚔ - battles with other players. Look for opponents and defeat them!
de: Schalchten ⚔ - kämpfe gegen andere Spieler. Suche nach Gegnern und besiege sie!
es: Battles ⚔ - Peleas con otros jugadores. ¡Busca oponentes y derrótalos!
fa: ⚔ مبارزات - با بازیکنان دیگر باعث پیشرفت شماست. به دنبال دشمنان بگردید و آنها را شکست دهید!
it_it: Battaglie⚔ - battaglie con altri giocatori. Cerca altri avversari e sconfiggili!
pl: Bitwy⚔ - bitwy z innymi graczami. Poszukaj przeciwników i zwycięż ich!
pt: Batalhas⚔ - batalhas com outros jogadores. Procure oponentes e derrote-os!
ru: Битвы⚔ - сражения с другими игроками. Ищите противников и громите их!
zh: 戰鬥⚔ - 與其他玩家開戰。找到您的對手然後擊斃他們！
zh_hans: 战斗⚔ - 与其他玩家开战。找到对手然后打败他们！
zh_hant: 戰鬥⚔ - 與其他玩家開戰。搜索你的對手然後擊斃他們！

# tip_quests
source: Quests🚀 - the opportunity to earn ::-moneybag-::.
de: Quests🚀 - deine Möglichkeit Geld ::-moneybag-:: zu verdienen.
es: Cruzadas🚀 - oportunidades de ganar ::-moneybag-::.
fa: 🚀 ماجراجویی ها - فرصتی هستند تا با استفاده از آن ::-moneybag-:: گلد بدست آورید
it_it: Missioni🚀 - completale e gudagnerai ::-moneybag-::.
pl: Zadania 🚀 - możliwość otrzymania ::-moneybag-::.
pt: Missões🚀 - a oportunidade de ganhar ::-moneybag-::.
ru: Квесты🚀 - возможность заработать::-moneybag-:: за выполнение заданий.
zh: 任務🚀 - 是賺錢的好機會 ::-moneybag-::.
zh_hans: 任务🚀 - 赚钱 ::-moneybag-::的好机会。
zh_hant: 任務

# tip_sword
source: In the battles and quests you hire mercenaries ::-sword-::. 1 ::-sword-:: costs 1 ::-moneybag-::
de: Für Schlachten und Quests heuerst du Söldner an: ::-sword-::. 1 ::-sword-:: kostet 1 ::-moneybag-::
es: En las batallas y cruzadas contratas mercenarios ::-sword-::. 1 ::-sword-:: cuesta 1 ::-moneybag-::
fa: در مبارزات و ماجراجویی ها شما سربازان را استخدام می کنید. قیمت هر ::-sword-:: سرباز برابر 1 عدد ::-moneybag-::.
it_it: Nelle battaglie e nelle missioni dovrai ingaggiare dei mercenari ::-sword-::. 1 ::-sword-:: = costa 1 ::-moneybag-::
pl: Podczas bitwy i zadań możesz zatrudnić najemników w ilości ::-sword-::. 1 ::-sword-:: kosztuje 1 ::-moneybag-::
pt: Nas batalhas e missões você contrata mercenários: ::-sword-::. 1 ::-sword-:: custa 1 ::-moneybag-::
ru: В битвах и квестах вы нанимаете наемников::-sword-::. 1::-sword-::=1::-moneybag-::
zh: 在戰鬥和任務的過程中，你需要招募傭兵::-sword-::。 1 ::-sword-:: 花費 1 ::-moneybag-::
zh_hans: 在战斗和任务中，你需要招募佣兵::-sword-::。 1 ::-sword-:: 花费 1 ::-moneybag-::
zh_hant: 在戰鬥和任務過程中，你需要招募傭兵::-sword-::。 1 ::-sword-:: 花費 1 ::-moneybag-::
