Repository: sivanov87/villagegamebot_texts
Catalog: texts_*.po
Languages: de, es, fa, it_it, pl, pt, ru, zh, zh_hans, zh_hant

# tip_promocode
source: You can get ::-moneybag-:: for promocodes. Look for them everywhere (for example, @VillageGameEn) and send them to the bot.
de: Du kannst Geld ::-moneybag-::s von Promocodes erhalten. Halte nach ihnen Ausschau und schicke sie dem Bot. - @VillageGameEn
es: Puedes obtener ::-moneybag-:: mediante códigos promocionales. Búscalos en todas partes (por ejemplo, en @VillageGameEn) y envíalos al bot.
fa: شما می توانید با ارسال کدهای مخفی ::-moneybag-:: گلد بدست آورید. همه جا بدنبال کدهای تبلیغاتی باشید(برای نمونه, @VillageGameFarsi) و در صورتی که آنها را پیدا کردید بعنوان پیام به ربات بازی ارسال کنید.
it_it: Puoi ottenre ::-moneybag-:: dai codici promozionali. Cercali ovunque (ad esempio, @VillageGameEn) e inviali al bot.
pl: Możesz otrzymać ::-moneybag-:: z kodów promocyjnych. Szukaj ich wszędzie (na przykład na, @VillageGameEn) i wyślij je do bota.
pt: Você pode conseguir ::-moneybag-:: com promocodes. Procure por eles em todo lugar e envie-os para o bot.
ru: Вы можете получать ::-moneybag-:: за промокоды. Ищите их везде и пересылайте боту. Точно есть в @VillageGameRu
zh: 你可以透過輸入推廣碼得到::-moneybag-::。在各處尋找它們（例如 @VillageGameEn）然後傳送給我。
zh_hans: 你可以通过输入推广码得到::-moneybag-::。四处寻找它们（例如 @VillageGameEn ），然后发给我。
zh_hant: 你可以透過輸入推廣碼得到::-moneybag-::。在各處尋找它們（例如@VillageGameEn）然後傳送給我。

# invite_friends
source: Workers ::-worker-:: are the main resource of your village. They grow crops ::-bread-::, which you sell for gold coins ::-moneybag-::. You can get ::-worker-:: by inviting friends to the game. For each friend who has followed the link %reflink%, you will get 1 worker ::-worker-::. You can either write or forward them the previous message 🔝. Also you can buy workers::-worker-:: in the /shop
de: Arbeiter ::-worker-:: sind das Fundament deines Dorfes. Sie bauen Getreide ::-bread-:: an, das du gegen Goldmünzen ::-moneybag-:: eintauschen kannst. Arbeiter ::-worker-:: erhältst du wenn du Freunde einlädst. Für jeden Freund, der auf den Link (%reflink%) klickt, erhältst du 1 Arbeiter ::-worker-::. Du kannst ihnen entweder schreiben oder die vorherige Nachricht weiterleiten 🔝. Sie können auch kaufen Arbeiter ::- worker-:: im /shop
es: Los aldeanos ::-worker-:: son el recurso principal de tu pueblo. Obtienen alimento ::-bread-::, que vendes por monedas de oro ::-moneybag-::. Puedes obtener ::-worker-:: invitando a tus amigos al juego. Por cada amigo que siga el link %reflink%, obtendrás 1 aldeano ::-worker-::. Puedes reenviar o reescribir el mensaje anterior 🔝. También puedes comprar aldeanos ::-worker-:: en el /shop
fa: ::-worker-:: کارگران : کارگران هسته اصلی دهکده شما هستند. آنها ::-bread-:: زراعت می کنند و شما می توانید با فروش محصولات آنان ::-moneybag-:: گلد بدست آورید. شما می توانید با دعوت دوستانتان به بازی از آنان بخواهید تا در کنار شما مبارزه کنند.به ازای دعوت هر بازیکن شما صاحب 1 ::-worker-:: کارگر خواهید شد. لینک دعوت شما : %reflink% 🔝.
it_it: Lavoratori ::-worker-:: - la risorsa principale del il tuo villaggio. Faranno crescere le tue coltivazioni ::-bread-::, che tu venderai per soldi ::-moneybag-::. Puoi ottenere ::-worker-::, invitando i tuoi amici a giocare Per ogni amico che utilizzerà il tuo link %reflink%, riceverai 1 lavoratore ::-worker-::. Puoi inoltrare loro il messaggio precedente🔝 Puoi anche comprare lavoratori ::-worker-:: nel negozio con /shop
pl: Pracownicy ::-worker-:: są głównym zasobem w Twojej wiosce. Pilnują upraw ::-bread-::, który sprzedajesz za złoto ::-moneybag-::. Możesz otrzymać nowych ::-worker-:: zapraszając znajomych do gry. Za każdego znajomego który kliknie w link %reflink%, otrzymasz 1 pracownika ::-worker-::. Możesz napisać do nich lub przesłać poprzednią wiadomość 🔝. Możesz także kupić pracowników ::-worker-:: w sklepie /shop
pt: Trabalhadores ::-worker-:: são o principal recurso da sua vila. Eles fazem a produção e colheita de ::-bread-::, que você vende por moedas de ouro ::-moneybag-::. Você pode conseguir ::-worker-:: convidando amigos para o jogo. Por cada amigo que entrar no link %reflink%, você ganha 1 trabalhador ::-worker-::. Você pode tanto escrever o link ou reencaminhar a mensagem anterior 🔝. Você também pode comprar trabalhadores::-worker-:: no /shop
ru: Рабочие::-worker-:: - основной ресурс вашей деревни. Они выращивают урожай::-bread-::, который вы продаете за монеты::-moneybag-::. Вы можете получить рабочих::-worker-::, приглашая друзей в игру. За каждого друга, который перешел по ссылке %reflink%, вы получите 1 рабочего::-worker-::. Вы можете или написать другу или переслать ему предыдущее сообщение🔝 Также вы можете купить рабочих::-worker-:: в магазине - /shop
zh: 工人::-worker-::是村莊的原動力。他們會耕作::-bread-::，為您帶來金幣::-moneybag-::。 您可以透過邀請朋友加入遊戲得到新工人::-worker-::。 您可以透過此連結 %reflink% 邀請親朋戚友加入這個遊戲， 每一個好友的加入，都會為您帶來一個新的工人::-worker-::。 您可以把上一段訊息傳給您朋友 另外您亦可以在商店中用真金白銀購買工人 /shop
zh_hans: 工人::-worker-::是你村子的原动力。他们会种庄稼做::-bread-::，帮你带来收入::-moneybag-::。你可以通过邀请好友加入游戏得到新工人::-worker-::。 你可以通过这个链接 %reflink% 邀請好友加入游戏，每一个好友的加入，都能为你帶來一个新的工人::-worker-::。 你可以把上面这段消息发给好友 🔝。
zh_hant: 工人::-worker-::是村莊的原動力。他們會耕作::-bread-::，以為您帶來金幣::-moneybag-::。 您可以透過邀請朋友加入遊戲得到新工人::-worker-::。 您可以透過此連結%reflink%邀請親朋戚友加入這個遊戲， 每一個好友的加入，都會為您帶來一個新的工人::-worker-::。 您可以把上一個訊息傳給您朋友

# template_share
source: Help me - go to link %reflink%, for which I'll get worker ::-worker-:: and gold ::-moneybag-:: in Telegram's first strategy game. By the way, join us - it's an interesting game ::-baloon-::.
de: Unterstütze mich - klicke auf %reflink%, so bekomme ich Arbeiter ::-worker-:: und Gold ::-moneybag-:: in Telegrams ersten strategischen Spiel. Übrigens, spiel mit - es ist ein tolles Spiel ::-baloon-::.
es: Ayúdame - sigue el enlace %reflink%, por lo que obtendré un aldeano ::-worker-:: y oro ::-moneybag-:: en el primer juego de estrategia de Telegram.
fa: یکی از دوستانتان از شما برای حضور در اولین بازی استراتژی تلگرام دعوت کرده است. %reflink%
it_it: Aiutami - vai al link %reflink%, così riceverò un lavoratore ::-worker-:: e del denaro ::-moneybag-:: nel primo gioco di strategia su Telegram. Ad ogni modo, inizia a giocare - è un gioco davvero interessante ::-baloon-::.
pl: Pomóż mi kliknij w link %reflink%, otrzymam wtedy dodatkowe zasoby w grze ::-worker-:: oraz złoto ::-moneybag-:: w pierwszej grze strategicznej na Telegramie. Przy okazji dołącz do interesującej gry! ::-baloon-::.
pt: Ajude-me — vá no link %reflink%, e assim eu ganharei trabalhadores::-worker-:: e ouro ::-moneybag-:: no primeiro jogo de estratégia do Telegram. A propósito, junte-se a nós — é um ótimo jogo ::-baloon-::.
ru: Помоги мне - перейди по ссылке %reflink%, в этом случае я получу рабочего::-worker-:: и монеты::-moneybag-:: в первой стратегии в тг. Кстати, присоединяйся и ты - игра интересная::-baloon-::
zh: 能幫個忙嗎？點擊 %reflink% 加入Telegram上的首款策略遊戲，助我獲得新工人::-worker-:: 以及金錢 ::-moneybag-::。 這是一個非常有趣的遊戲。::-baloon-::
zh_hans: 帮帮我 - 到 %reflink% 加入Telegram上的第一款策略游戏，这样我就能得到新工人 ::-worker-:: 及金钱 ::-moneybag-:: 。 请加入我们，这个游戏挺有意思的。 ::-baloon-::
zh_hant: 請施以援手 - 到%reflink% 加入Telegram上的首款策略遊戲，助我獲得新工人::-worker-:: 及金錢 ::-moneybag-::。 這遊戲十分有趣。::-baloon-::

# defense_win
source: You were attacked by %villagename% of level %level% ::-village-::. He spent %power% ::-sword-:: but did not succeed. Victory is yours!
de: Du wurdest von %villagename% auf Level %level% ::-village-:: angegriffen. Er griff mit %power% ::-sword-:: Soldaten an, hatte aber keinen Erfolg. Der Sieg ist dein!
es: Has sido atacado por %villagename% de nivel %level% ::-village-::. Gastó %power% ::-sword-:: pero no tuvo éxito. ¡La victoria es tuya!
fa: شما توسط فرمانده دهکده %villagename% دارای سطح %level% مورد حمله قرار گرفتید. وی با %power% نفر ::-sword-:: سرباز به شما حمله کرد ولی خوشبختانه نتوانست شما را شکست دهد!
it_it: Siamo stati attaccati da %villagename% di livello %level% ::-village-::. Ha utilizzato %power% ::-sword-:: senza successo. La vittoria e' tua!
pl: Zostałeś zaatakowany przez wioskę %villagename% która ma poziom %level% ::-village-::. Użyto %power% ::-sword-:: ale atak się nie powiódł Zwycięstwo jest Twoje!
pt: Você foi atacado por %villagename% de nível %level% ::-village-::. Ele gastou %power% ::-sword-:: mas não obteve sucesso. A vitória é sua!
ru: На нас напал %villagename% уровня %level%::-village-::. Он потратил %power%::-sword-:: и не достиг успеха. Победа за вами!
zh: 您被等級%level% ::-village-:: 的 %villagename% 突襲了。他派兵%power% ::-sword-::攻打您，不過失敗了。 您贏了！
zh_hans: 你被%level% 级的%villagename% ::-village-::偷袭了。他派出%power% ::-sword-::攻打你，不过失败了。 你贏了！
zh_hant: 您被等級%level% ::-village-:: 的 %villagename%突襲了。他派了%power% ::-sword-::攻打您不過失敗了。 你勝利了！

# defense_fail
source: You were attacked by %villagename% of level %level% ::-village-::. He spent %power% ::-sword-:: and was able to defeat you, stealing %gold% ::-moneybag-::.
de: Du wurdest von %villagename% auf Level %level% ::-village-:: angegriffen. Er griff mit %power% ::-sword-:: Soldaten an und besiegte dich, er hat dir %gold% ::-moneybag-:: gestohlen.
es: Fuiste invadido por %villagename% de nivel %level% ::-village-::. Gastó %power% ::-sword-:: y te derrotó, robando %gold% ::-moneybag-::.
fa: شما توسط فرمانده دهکده %villagename% دارای سطح %level% مورد حمله قرار گرفتید. وی با %power% نفر ::-sword-:: سرباز به شما حمله کرد و توانست شما را شکست داده و %gold% عدد ::-moneybag-:: گلد از شما غارت کند.
it_it: Siamo stati attaccati da %villagename% livello %level% ::-village-::. Ha utilizzato %power% ::-sword-:: ed è riuscito a sconfiggerti, rubandoti %gold% ::-moneybag-::
pl: Zostałeś zaatakowany przez wioskę %villagename% która ma poziom %level% ::-village-::. Zostało użyte %power% ::-sword-:: zostałeś pokonany i straciłeś tyle %gold% ::-moneybag-::.
pt: Você foi atacado por %villagename% de nível %level% ::-village-::. Ele gastou %power% ::-sword-:: e foi capaz de te derrotar, roubando %gold% ::-moneybag-::.
ru: На нас напал %villagename% уровня %level%::-village-::. Он потратил %power%::-sword-:: и смог разгромить вас, конфисковав %gold%::-moneybag-::
zh: 您被等級%level% ::-village-:: 的 %villagename%突襲了。他派兵%power% ::-sword-::擊潰了您，並從您的村落中搜刮到%gold% ::-moneybag-::。
zh_hans: 你被%level%的%villagename% ::-village-:: 偷袭了。他派了%power% ::-sword-::击败了你，还从你的村子抢走了%gold% ::-moneybag-::。
zh_hant: 您被等級%level% ::-village-:: 的 %villagename%突襲了。他派了%power% ::-sword-::擊潰了您，並從您的村落中搜刮到%gold% ::-moneybag-::。

# tip_money
source: Gold ::-moneybag-:: is the main currency of the game. You can get it by growing and selling ::-bread-:: and by performing and winning quests🚀 and battles⚔
de: Gold ::-moneybag-:: ist die Währung des Spiels. Du verdienst sie indem du ::-bread-:: verkaufst oder Quests 🚀 und Schlachten ⚔ gewinnst.
es: El oro ::-moneybag-:: es la moneda principal del juego. Puedes ganarlo vendiendo las cosechas ::-bread-:: y realizando y ganando cruzadas🚀 y batallas⚔
it_it: Oro ::-moneybag-:: - la moneta del gioco. Puoi ottenerlo coltivando e vendendo ::-bread-::, completando con successo missioni🚀 e battaglie⚔
pl: Złoto ::-moneybag-:: jest główną walutą w grze. Możesz je otrzymać uprawiając ziarno i sprzedając chleb ::-bread-:: a także wykonując i wygrywając zadania 🚀 oraz bitwy ⚔
pt: Ouro ::-moneybag-:: é a moeda principal do jogo. Você pode conseguí-la produzindo e vendendo ::-bread-:: e fazendo e vencendo missões🚀 e batalhas⚔
ru: Монеты::-moneybag-:: - основная валюта в игре. Вы их можете зарабатывать выращивая ::-bread-::, выполняя квесты🚀 и выигрывая битвы⚔
zh: 金錢::-moneybag-:: 是本遊戲的主要貨幣。您可以透過耕作、販賣 ::-bread-:: 、完成任務🚀以及戰鬥⚔以獲取金錢
zh_hans: 金钱::-moneybag-:: 是本游戏的主要货币。你可通过种庄稼，卖::-bread-::以及完成任务🚀和战斗⚔获得金钱
zh_hant: 金錢::-moneybag-:: 是本遊戲的主要貨幣。您可以透過耕作及販賣 ::-bread-:: 及完成任務以獲取金錢

# tip_chat
source: Welcome to support chat - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
de: Willkommen im Hilfschat - https://telegram.me/joinchat/B31JfT7fWt7AfsIhuMGoZg
es: Bienvenido al chat de soporte - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
it_it: Benvenuto nella nostra chat di supporto - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
pl: Witam na czacie pomocy o grze - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
pt: Bem vindo ao chat de suporte - https://telegram.me/joinchat/B31JfT7g7Avl9kmA6L0JJQ
ru: Самые свежие новости и обсуждения игры в нашем чате, не пропустите! https://telegram.me/joinchat/B31JfT5pkNY3tASfkuh-Wg
zh: 歡迎加入支援聊天室 - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
zh_hans: 欢迎加入支持聊天室 - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
zh_hant: 歡迎加入支援小組 -https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA

# top_24_before
source: Best players last 24 hour::-medal-::
de: Die besten Spieler der letzten 24 Stunden::-medal-::
es: Mejores jugadores en las últimas 24 horas::-medal-::
fa: ::-medal-::بهترین بازیکنان 24 ساعته گذشته :
it_it: Migliori giocatori delle ultime 24 ore::-medal-::
pl: Najlepsi gracze w ciągu ostatnich 24 godzin ::-medal-::
pt: Melhores jogadores nas últimas 24 horas::-medal-::
ru: Лучшие игроки за последние 24 часа::-medal-::
zh: 24小時內的最佳玩家::-medal-::
zh_hans: 24小时内的最佳玩家::-medal-::
zh_hant: 24小時內的最佳玩家::-medal-::

# top_level
source: Best players lvl %level%::-medal-::
de: Die besten Spieler LvL %level%::-medal-::
es: Mejores jugadores de nivel %level%::-medal-::
fa: ::-medal-::بهترین بازیکنان سطح %level%
it_it: Migliori giocatori di lvl %level%::-medal-::
pl: Najlepsi gracze według poziomu %level%::-medal-::
pt: Melhores jogadores no nível %level%::-medal-::
ru: Лучшие игроки ур. %level%::-medal-::
zh: 最佳玩家 等級 %level%::-medal-::
zh_hans: 最佳%level%级玩家::-medal-::
zh_hant: 最佳玩家 等級 %level%::-medal-::

# no_money
source: Unfortunately, you have no money::-moneybag-::... To receive them - wait bread ::-bread-:: won't ripen yet::
de: Leider hast du nicht genug Geld::-moneybag-::... Um welches zu erhalten, lade Freunde ein, suche Geschenk-Codes oder warte auf Brot::-bread-:: - du brauchst Geld!
es: Desafortunadamente, no tienes dinero ::-moneybag-::... Invita a tus amigos (/invite_friends), busca códigos promocionales (@VillageGameEn), madura la cosecha ::-bread-:: - ¡necesitas dinero!
fa: متاسفانه شما گلدی ندارید::-moneybag-::... زراعت کنید و برای برداشت ::-bread-:: محصول صبر کنید
it_it: Sfortunatamente, non hai denaro::-moneybag-::... Invita i tuoi amici(/invite_friends), cerca i codici promozionali(@VillageGameEn), e raccogli le tue coltivazioni - hai bisogno di soldi!
pl: Niestety nie masz pieniędzy ::-moneybag-::... Aby je uzyskać poczekaj na chleb ::-bread-::
pt: Infelizmente, você não tem ouro::-moneybag-::... Para ganhar mais ouro convide seus amigos (/invite_friends), procure por códigos promocionais (VillageGameEn), ou venda seus pães::-bread-::!
ru: К сожалению, у вас нет денег::-moneybag-::... Для того, чтобы получить их - подождите, пока не созреет хлеб ::-bread-::
zh: 很可惜，你並沒有任何金錢::-moneybag-::... 要得到金錢 - 等待麵包 ::-bread-:: 的成熟吧
zh_hans: 太可惜了，你没钱::-moneybag-::了... 要得到钱 - 等着面包::-bread-::做好吧
zh_hant: 很可惜，你並沒有任何金錢::-moneybag-::... 等待麵包的成熟去換取金錢吧::-bread-:: won't ripen yet::

# no_revenge
source: Impossible to revenge.
de: Revanche unmöglich.
es: La venganza es inviable.
fa: انتقام مجدد ممکن نیست.
it_it: Impossibile vendicarsi.
pl: Zemsta niemożliwa.
pt: Impossível se vingar.
ru: Невозможно отомстить.
zh: 您不能向他復仇。
zh_hans: 你不能找他报仇。
zh_hant: 你不能向他報仇了。

# friend_inactive
source: Your friend %villagename% %user_name% doesn't play for a long time and the worker who has come for him, has escaped from you. Ask the friend to return to game, and the worker will return!
de: Dein Freund %villagename% %user_name% hat lange nicht mehr gespielt und der Arbeiter, der für ihn gekommen ist, ist abgehauen. Wenn dein Freund wieder anfängt zu spielen, kommt der Arbeiter zurück!
es: Tu amigo %villagename% %user_name% no juega desde hace mucho y el aldeano que vino de su parte ha escapado. ¡Pide a tu amigo que vuelva al juego, y el aldeano regresará!
fa: دوست شما %user_name% فرمانده دهکده %villagename% مدتی است که بازی نمی کند و کارگری که از سمت وی برای کمک به شما فرستاده شده بود از دهکده شما رفته است. برای بازگشت کارگر خود از دوست خود بخواهید به بازی برگردد.
it_it: Il tuo amico %villagename% %user_name% non gioca da molto tempo ed il lavoratore che era venuto da lui è scappato da te. Chiedi al tuo amico di tornare a giocare, ed il lavoratore tornerà!
pl: Twój znajomy %villagename% %user_name% nie grał od dłuższego czasu i pracownik którego od niego otrzymałeś uciekł Poproś znajomego aby wrócił do gry a pracownik wróci!
pt: Seu amigo %villagename% %user_name% não joga há muito tempo e o trabalhador que veio com ele escapou de você. Peça para o seu amigo voltar ao jogo e o trabalhador retornará!
ru: Ваш друг %villagename% %user_name% уже давно не играет и рабочий, который пришел за него, от вас убежал. Попросите друга вернуться в игру, и рабочий вернется!
zh: 您的好友%villagename% %user_name%很久沒有上線，他帶來的工人都從您的村莊中逃走了。 叫喚您的好友回到遊戲當中，那麼您的工人便會回來！
zh_hant: 您的好友%villagename% %user_name%很久沒有上線，他的工人都從您的村莊中逃走了。 叫喚您的好友回到遊戲當中，那麼您的工人便會回來！

# friend_return
source: Your friend of %villagename% %user_name% has returned to game, and the worker has returned too!
de: Dein Freund von %villagename% %user_name% ist zurückgekommen, genau wie der Arbeiter!
es: ¡Tu amigo de %villagename% %user_name% ha regresado al juego, y también lo ha hecho el adeano!
fa: ! خبر رسیده که دوست شما %user_name% فرمانده دهکده %villagename% به بازی برگشته و کارگران ارسالی وی مجددا به دهکده ما بازگشته اند.
it_it: Il tuo amico di %villagename% %user_name% è tornato a giocare, ed il lavoratore è tornato a sua volta!
pl: Twój znajomy %villagename% %user_name% wrócił do gry, a także jego pracownik!
pt: O seu amigo %villagename% %user_name% voltou ao jogo, e o trabalhador também voltou!
ru: Ваш друг %villagename% %user_name% вернулся в игру, и рабочий тоже вернулся!
zh: 您的好友%villagename% %user_name%回到遊戲當中，而您的工人亦回來了！
zh_hant: 您的好友%villagename% %user_name%回到遊戲當中，而您的工人亦回來了！

# war_quest
source: Enemies have brought together huge army and have put forward to your borders. The quicker you will be able to collect a militia, the more simply you will overcome the enemy. For a victory it is necessary to gather 2 500 000::-sword-:: and 25000 players at least should join in the war. For a victory the promo code on 120::-moneybag-::will be given - enter fight! 1::-sword-:: = 1::-moneybag-:: Army: %swords%::-sword-:: (%swords_percents%%) Your troops: %your_swords%::-sword-:: (%your_swords_percents%%) Participants: %villages%::-village-::(%villages_percents%%)
de: Die Gegner haben eine riesige Armee aufgestellt, welche mittlerweile bis zu Eurer Grenze vorgemerkt ist. Je schneller Ihr Eure Truppen aufstellen könnt, desto einfacher wird es sein den Feind zu besiegen. Um die feindlichen Truppen zu zerschlagen brauchst du 2 500 000::-sword-:: und mindestens 25 000 Teilnehmer::-village-:: müssen mitziehen. Wenn Ihr siegt bekommt ihr einen Promocode in Höhe von 120::-moneybag-::! Also zieht mit in die Schlacht! 1::-sword-:: = 1::-moneybag-:: Gegnerische Armee: %swords%::-swords-:: (%swords_percents%%) Eure Truppen: %your_swords%::-sword-:: (%your_swords_percents%%) Teilnehmer: %villages%::-village-::(%villages_percents%%)
es: Los enemigos han reunido un gran ejército y se está asentando en tu frontera. Cuanto más rápido reúnas una milicia, con mayor facilidad superarás al enemigo. Para vencer es necesario reunir 2 500.000 ::-sword-:: y no menos de 25000 ::-village-:: participantes tienen que tomar posiciones en la batalla. Por la victoria se obtendrá un código promocional de 120 ::-moneybag-:: - ¡entra en la lucha! 1::-sword-:: = 1::-moneybag-:: Ejército: %swords%::-sword-:: (%swords_percents%%) Tus tropas: %your_swords%::-sword-:: (%your_swords_percents%%) Participantes: %villages%::-village-::(%villages_percents%%)
fa: دشمنان در کنار هم جمع شده و ارتش عظیمی تشکیل داده اند که در حال حرکت به سمت مرزهای شماست. هرچه سریعتر ارتش خود را حاضر کنید تا بتوانید دشمنان را شکست دهید. لازمه پیروزی در مبارزه بکارگیری2,500,000 نفر ::-sword-:: سرباز و شرکت کردن حداقل 25,000 نفر از ::-village-:: همسایگان شما در جنگ می باشد. برای پیروزی شما در جنگ کد مخفی قرارداده ایم که به شما 110 عدد طلا خواهد داد. قیمت هر 1 نفر ::-sword-:: سرباز برابر 1 عدد ::-moneybag-:: طلا است. ارتش : %swords%::-sword-:: (%swords_percents%%) ارتش شما : %your_swords%::-sword-:: (%your_swords_percents%%) شرکت کنندگان : %villages%::-village-::(%villages_percents%%)" کد مخفی جدید : AWARQUEST3DONEBESTYA
it_it: I nemici hanno radunato un esercito imponente e sono diretti ai tuoi confini. Più velocemente riuscirai a radunare una milizia, più facilmente sconfiggerai il nemico. Per la vittoria è necessario raccogliere 2 500 000::-sword-:: e almeno 25000 giocatori dovrebbero partecipare alla guerra Per la vittoria otterrai un codice promozionale di 120::-moneybag-:: - unisciti al combattimento! 1::-sword-:: = 1::-moneybag-:: Armata: %swords%::-sword-:: (%swords_percents%%) Le tue truppe: %your_swords%::-sword-:: (%your_swords_percents%%) Partecipanti: %villages%::-village-::(%villages_percents%%)
pl: Wrogowie połączyli siły i przyprowadzili potężną armię pod Twoje granice. Im szybciej zbierzesz oddziały, tym łatwiej pokonasz wrogów. Do zwycięstwa potrzebujesz zebrać 2 500 000::-sword-:: i nie mniej niż 25 000 mieszkańców ::-village-::. Za kod promocyjny otrzymasz 110::-moneybag-:: kiedy przystąpisz do walki 1::-sword-:: = 1::-moneybag-:: Armia: %swords%::-sword-:: (%swords_percents%%) Twoje oddziały: %your_swords%::-sword-:: (%your_swords_percents%%) Mieszkańcy: %villages%::-village-::(%villages_percents%%)
pt: Inimigos trouxeram juntos um enorme exército e puseram na frente da sua fronteira. Quanto mais rápido vocês juntarem uma milícia, mais fácil vocês irão superar o inimigo. Para uma vitória é necessário reunir 2 500 000::-sword-:: e não menos que 25000 participantes::-village-:: tem que participar da guerra. Para uma vitória um código promocional de 120::-moneybag-::será dado - entre na luta! 1::-sword-:: = 1::-moneybag-:: Exército: %swords%::-sword-:: (%swords_percents%%) Suas tropas: %your_swords%::-sword-:: (%your_swords_percents%%) Participantes: %villages%::-village-::(%villages_percents%%)
ru: Враги собрали огромную армию и выдвинули к вашим границам. Чем быстрее вы сможете собрать ополчение, тем проще вы одолеете врага. Для победы необходимо набрать 2 500 000::-sword-:: и не менее 25000 участников должно принять участие в битве. За победу каждому будет выдан промокод на 120::-moneybag-:: - вступайте в битву! После отправки войск вы можете выполнять другие квесты без ограничений 1::-sword-:: = 1::-moneybag-:: Армия: %swords%::-sword-:: (%swords_percents%%) Ваш вклад: %your_swords%::-sword-:: (%your_swords_percents%%) Участников: %villages%::-village-::(%villages_percents%%)
zh: 強大的敵軍壓境了。我們愈快組織好對抗軍，愈快可以擊退敵人。 為了戰勝敵軍，我們需要招募 2 500 000::-sword-:: 以及不少於25000 名的成員::-village-::參與戰爭。 戰勝歸來後，每人都會獲贈價值120::-moneybag-::的秘碼！ - 立即參戰 1::-sword-:: = 1::-moneybag-:: 對抗軍: %swords%::-sword-:: (%swords_percents%%) 您的軍隊: %your_swords%::-sword-:: (%your_swords_percents%%) 成員: %villages%::-village-::(%villages_percents%%)
zh_hans: 上次的密码: AWARQUEST2DONEURAYA 敌人已经聚集了强大的军队压境而来。你越快征募到民兵，你就能越容易战胜敌人。 为了赢得胜利，必需招募到200 000::-sword-:: 以及至少 2000名玩家::-village-::加入战争。 战胜后将能得到价值110::-moneybag-::的推广码 - 去战斗吧！ 1::-sword-:: = 1::-moneybag-:: 军队: %swords%::-sword-:: (%swords_percents%%) 你的人马: %your_swords%::-sword-:: (%your_swords_percents%%) 同伴: %villages%::-village-::(%villages_percents%%)
zh_hant: 上次的秘碼 AWARQUEST2DONEURAYA 強大的敵軍壓境了。我們愈快組織好對抗軍，愈快可以擊退敵人。為了戰勝敵軍，我們需要招募100 000::-sword-:: 以及不少於1000名的成員::-village-::參與戰爭。 戰勝歸來後，每人都會獲贈價值110::-moneybag-::的秘碼！ 1::-sword-:: = 1::-moneybag-:: 軍隊: %swords%::-sword-:: (%swords_percents%%) 您的軍隊: %your_swords%::-sword-:: (%your_swords_percents%%) 成員: %villages%::-village-::(%villages_percents%%)
